{
  "contact.hero": "Contact TayTech",
  "contact.intro": "You are at the right place to optimize your processes, increase your energy efficiency, and equip your business with smart technologies.",
  "contact.intro2": "Fill out the form or contact us directly to meet with Taytech expertise and discuss technical details.",
  "contact.formTitle": "Contact Form",
  "contact.name": "Full Name",
  "contact.email": "Email",
  "contact.phone": "Phone",
  "contact.company": "Company",
  "contact.subject": "Subject",
  "contact.subjectPlaceholder": "Select",
  "contact.message": "Your Message",
  "contact.send": "Send",
  "contact.sending": "Sending...",
  "contact.success": "Your message has been sent successfully! We will get back to you as soon as possible.",
  "contact.error": "Message could not be sent. Please try again later or write directly to info@taytech.com.tr.",
  "contact.subject.urun": "Product Information",
  "contact.subject.teknik": "Technical Support",
  "contact.subject.satis": "Sales",
  "contact.subject.isbirligi": "Partnership",
  "contact.subject.diger": "Other",
  "contact.cta": "Contact our team for information about Taytech products, services, or partnership opportunities.",
  "contact.corporate": "Corporate Information",
  "contact.companyName": "Taytech Automation and IT Inc.",
  "contact.hq": "Headquarters",
  "contact.hqAddr1": "Ataşehir Atatürk, Ataşehir Bulvarı No:16/53",
  "contact.hqAddr2": "Ataşehir, Istanbul",
  "contact.phoneLabel": "Phone",
  "contact.phone1": "+90 (262) 502 51 49",
  "contact.phone2": "+90 (262) 502 51 50",
  "contact.fax": "Fax",
  "contact.faxNum": "+90 (262) 502 51 52",
  "contact.emailLabel": "Email",
  "contact.emailAddr": "info@taytech.com.tr",
  "contact.factory": "Factory",
  "contact.factoryAddr1": "İnönü Mahallesi Gebze Plastikçiler OSB",
  "contact.factoryAddr2": "Atatürk Bulvarı No:7/2",
  "contact.factoryAddr3": "Gebze/KOCAELİ",
  "contact.visit": "Visit Us",
  "corp.nav.taytech": "Taytech",
  "corp.nav.kurumsal": "Corporate",
  "corp.nav.muhendislik": "Engineering in every detail.",
  "corp.nav.rakamlar": "Production power in numbers.",
  "corp.nav.standartlar": "Beyond standards.",
  "corp.nav.surdurulebilirlik": "Sustainability and Efficiency.",
  "corp.nav.destek": "Full support.",
  "corp.hero.title": "Engineering in every detail.",
  "corp.hero.desc": "40 years of industry expertise forms the foundation of Taytech. We manage all processes from design to production in-house, providing end-to-end solutions in electronic control and data management.",
  "corp.rakamlar.title": "Production power in numbers.",
  "corp.rakamlar.desc": "Thinking at scale requires a strong infrastructure. At Taytech, we carry out all our operations at our modern facilities in Gebze Plastikçiler Organized Industrial Zone.",
  "corp.rakamlar.entegrasyon": "End-to-End Integration",
  "corp.rakamlar.entegrasyonDesc": "From design to card, from assembly to final testing — everything under one roof. This enables us to target zero defects in our quality control processes.",
  "corp.rakamlar.makine": "Modern Machine Park",
  "corp.rakamlar.makineDesc": "Every part requiring precision engineering is processed with the latest technological equipment and lean management principles.",
  "corp.rakamlar.alan": "Total Area",
  "corp.rakamlar.alanDesc": "A massive ecosystem where production and innovation converge.",
  "corp.rakamlar.uretim": "Production Floor",
  "corp.rakamlar.uretimDesc": "High-capacity production center equipped with state-of-the-art machine lines and smart assembly stations.",
  "corp.rakamlar.arge": "R&D Center",
  "corp.rakamlar.argeDesc": "A dedicated design space where ideas turn into prototypes and prototypes into standard-setting technologies.",
  "corp.standartlar.title": "Beyond standards.",
  "corp.standartlar.desc": "Quality is not a result for Taytech; it is a starting point. We have structured all our production and management processes according to the most current global industrial standards.",
  "corp.standartlar.iso1": "Quality Management",
  "corp.standartlar.iso2": "Environmental Responsibility",
  "corp.standartlar.iso3": "Occupational Health and Safety",
  "corp.standartlar.mevzuat": "Regulatory Compliance",
  "corp.standartlar.mevzuatDesc": "We track technical, national, and international regulations in real time. We ensure that our products and services are ready not only for today's but also for tomorrow's regulations.",
  "corp.standartlar.denetim": "Continuous Auditing",
  "corp.standartlar.denetimDesc": "Our management system is regularly tested by independent auditors and internal teams. This ensures that the Taytech name always remains synonymous with \"reliability\".",
  "corp.standartlar.politikaBaslik": "QUALITY, ENVIRONMENT, OCCUPATIONAL HEALTH AND SAFETY POLICY",
  "corp.standartlar.politika1": "TAY TECH, a pioneering organization in its sector that carries out Electrical Control and Distribution Devices, Heat Station, and Magnetic Filter Manufacturing activities, considers 'Excellence in Service and Production' as its most important principle.",
  "corp.standartlar.politika2": "We commit to continuously improving the integrated management system we have established in accordance with ISO 9001, ISO 14001, ISO 45001 standards, and to periodically reviewing and developing the policy we have defined within this framework. In this context;",
  "corp.standartlar.taahhut": "we commit.",
  "corp.standartlar.imza": "General Manager",
  "corp.standartlar.imzaAd": "Tayfun Başaran",
  "corp.standartlar.madde1": "To ensure customer satisfaction by providing the best service to our customers at affordable prices and payment terms with our experienced and trained staff,",
  "corp.standartlar.madde2": "To continuously develop by closely following technology and incorporating the latest production systems and equipment into our organization,",
  "corp.standartlar.madde3": "To perform one hundred percent quality control for products produced as a result of work carried out with great care at every stage,",
  "corp.standartlar.madde4": "To carry out our activities in line with understanding the needs and expectations of relevant parties, primarily our customers, suppliers, and employees,",
  "corp.standartlar.madde5": "To carry out our activities and products at standard quality,",
  "corp.standartlar.madde6": "To comply with legal and other requirements within the scope of our activities,",
  "corp.standartlar.madde7": "To identify hazards arising from our activities, conduct risk assessments, and implement necessary corrective actions,",
  "corp.standartlar.madde8": "To prevent occupational health and safety incidents and occupational diseases,",
  "corp.standartlar.madde9": "To minimize and, if possible, eliminate the negative environmental impacts of our activities and products in line with environmental objectives,",
  "corp.standartlar.madde10": "To conduct environmental risk assessments and implement necessary corrective actions,",
  "corp.standartlar.madde11": "To prevent pollution and protect our natural resources while carrying out our activities,",
  "corp.standartlar.madde12": "To separate our waste within the waste management plan, ensure recycling, and properly dispose of non-recyclable waste,",
  "corp.standartlar.madde13": "To ensure continuous improvement by carrying out our activities in accordance with quality management principles,",
  "corp.surdurulebilirlik.title": "Sustainability and Efficiency.",
  "corp.surdurulebilirlik.subtitle": "The ability to endure.",
  "corp.surdurulebilirlik.desc": "For Taytech, sustainability is not just an environmental policy; it is the harmonious management of resources, technology, and corporate change. We are building a balanced production ecosystem that protects the needs of the future from today.",
  "corp.surdurulebilirlik.ekonomi": "Economic Growth and Environmental Balance",
  "corp.surdurulebilirlik.ekonomiDesc": "We merge social development and economic growth with environmental protection principles.",
  "corp.surdurulebilirlik.yalin": "Lean Management Philosophy",
  "corp.surdurulebilirlik.yalinDesc": "We build a measurable structure by defining all processes. Every improvement means less resource consumption.",
  "corp.surdurulebilirlik.kaynak": "Efficient Use of Resources",
  "corp.surdurulebilirlik.kaynakDesc": "We make energy savings standard in every solution we design.",
  "corp.surdurulebilirlik.gelecek": "Protecting the Future",
  "corp.surdurulebilirlik.gelecekDesc": "Sustainability is not a destination for us, but a continuous journey of development.",
  "corp.destek.title": "Full support.",
  "corp.destek.subtitle": "At every step, in every solution.",
  "corp.destek.desc": "We transform our engineering experience into a consultancy service that will be by your side whenever you need it. We don't just offer products; we guarantee expert support to ensure your project operates efficiently for its lifetime.",
  "corp.destek.danismanlik": "Holistic Consultancy",
  "corp.destek.danismanlikDesc": "Starting from the pre-sales process, we design the most suitable technological infrastructure for your project together. We analyze your needs with our expert team and offer the most efficient solution.",
  "corp.destek.hizli": "Fast Resolution",
  "corp.destek.hizliDesc": "Technical support in the shortest time",
  "corp.destek.satisSonrasi": "After Sales",
  "corp.destek.satisSonrasiDesc": "We are with you even after installation",
  "corp.destek.kadro": "Trained Staff, Modern Infrastructure",
  "corp.destek.kadroDesc": "Our team, continuously updated with the latest technology and machinery, has the technical capability to guide you even in the most complex systems.",
  "corp.destek.rekabet": "Competitive Strength",
  "corp.destek.rekabetDesc": "We support the success of our business partners by offering the best service with the right payment terms and competitive prices.",
  "nav.urunler": "Products",
  "nav.cozumler": "Solutions",
  "nav.dokuman": "Document Center",
  "nav.haberler": "News",
  "nav.bilgi": "Knowledge Base",
  "nav.kurumsal": "Corporate",
  "nav.iletisim": "Contact",
  "mega.urunlerimiz": "Our Products",
  "mega.kategori": "Category",
  "mega.urunler": "Products",
  "mega.bilgiMerkezi": "Knowledge Base",
  "mega.bilgiDesc": "Access all resources from a single point — technical documents, training videos, FAQs, and our expert support team.",
  "mega.kesfet": "Explore",
  "mega.prod.akilli": "Smart Control Panels",
  "mega.prod.isi": "Heat Station Applications",
  "mega.prod.elektronik": "Electronics",
  "mega.prod.cloud": "Taytech Cloud",
  "mega.prod.manyetik": "IRONTRAP® Magnetic Filter",
  "mega.prod.sivilar": "IRONTRAP® Protective and Cleaning Fluids",
  "mega.prod.koruyucu": "Protective Fluids",
  "mega.prod.temizleyici": "Cleaning Fluids",
  "mega.prod.smartEnd": "Smart Industrial Controllers",
  "mega.prod.isiKontrol": "Heat Station Electronic Controllers",
  "mega.prod.yerden": "Underfloor Heating Controllers",
  "mega.prod.elektronikPano": "Electronic Control Panels",
  "mega.prod.elektromekanikPano": "Electromechanical Control Panels",
  "mega.prod.yanginPano": "Fire Systems Control Panels",
  "mega.prod.grinder": "Smart Grinder Controllers",
  "mega.prod.hidrofor": "Smart Booster Controllers",
  "mega.prod.atikSu": "Smart Wastewater Controllers",
  "mega.prod.derinKuyu": "Smart Bore Hole Controllers",
  "mega.prod.tboxYerden": "T-Box Underfloor Heating Controller",
  "mega.prod.invertor": "Inverter Start Panels",
  "mega.prod.softStarter": "Soft Starter Panels",
  "mega.prod.yildizUcgen": "Star-Delta Start Panels",
  "mega.prod.dogrudan": "Direct Start",
  "mega.prod.yildizUcgenEM": "Star-Delta Start",
  "mega.prod.jokey": "Jockey Series",
  "mega.prod.elektrikli": "Electric",
  "mega.prod.dizel": "Diesel",
  "mega.bilgi.video": "Video Archive",
  "mega.bilgi.dokuman": "Download Documents",
  "mega.bilgi.sss": "Frequently Asked Questions",
  "mega.bilgi.destek": "Technical Support Team",
  "mega.bilgi.akademi": "Taytech Academy",
  "haberler.title": "News from Us",
  "haberler.subtitle": "Latest developments and announcements from Taytech",
  "cozumler.title": "Our Solutions",
  "cozumler.desc": "At Taytech, we understand the unique needs of every sector — from commercial facilities to healthcare institutions, from educational buildings to industrial boiler rooms — and provide end-to-end engineering solutions. With over 40 years of experience in heating, cooling, control, and automation, we add value to your projects.",
  "cozumler.detay": "Discover details →",
  "cozumler.ticari": "Commercial Facilities",
  "cozumler.ticariDesc": "Smart heating, cooling, and control solutions designed to maximize energy efficiency for shopping malls, office buildings, and business centers.",
  "cozumler.toplu": "Residential Complexes",
  "cozumler.topluDesc": "End-to-end automation solutions for optimizing central heating and hot water systems in residential sites and complexes.",
  "cozumler.bakim": "Care and Nursing Homes",
  "cozumler.bakimDesc": "Precise temperature control and energy monitoring systems for facilities requiring uninterrupted comfort and safety.",
  "cozumler.yeni": "New Projects",
  "cozumler.yeniDesc": "Integrated mechanical automation and control panel solutions from infrastructure planning to commissioning for newly constructed projects.",
  "cozumler.hastane": "Hospitals",
  "cozumler.hastaneDesc": "Highly reliable heat station and control systems for healthcare facilities where critical environmental conditions must be continuously monitored.",
  "cozumler.kazan": "Industrial Boiler Room",
  "cozumler.kazanDesc": "Efficiency improvement, energy savings, and remote monitoring solutions for high-capacity industrial boiler rooms.",
  "cozumler.spor": "Sports and Leisure Facilities",
  "cozumler.sporDesc": "Special mechanical installation solutions meeting comfort and hygiene standards for sports halls, swimming pools, and entertainment centers.",
  "cozumler.saha": "Off-Site Manufacturing",
  "cozumler.sahaDesc": "Ready-made heat station and control panel solutions manufactured in factory and assembled on site for prefabricated and modular construction projects.",
  "cozumler.egitim": "Educational Buildings",
  "cozumler.egitimDesc": "Energy-efficient, remotely manageable central heating and control systems for schools, universities, and campus areas.",
  "sss.bilgiMerkezi": "Knowledge Base",
  "sss.title": "Frequently Asked Questions",
  "sss.desc": "Answers to the most commonly asked questions about Taytech products, solutions, and services.",
  "sss.kategoriler": "Categories",
  "sss.tumu": "All",
  "sss.sorunuz": "Have a question?",
  "sss.sorunuzDesc": "Contact us if you can't find the answer you're looking for.",
  "sss.iletisim": "Get in Touch →",
  "sss.cat.genel": "General",
  "sss.cat.urunler": "Products",
  "sss.cat.teknik": "Technical Support",
  "sss.cat.cozumler": "Solutions",
  "sss.g1.q": "What does Taytech do?",
  "sss.g1.a": "Taytech Automation and IT Inc. is a Turkish technology company providing end-to-end engineering solutions in heating-cooling control systems, smart control panels, heat stations, electronic controllers, IRONTRAP® magnetic filters, and Taytech Cloud remote monitoring platform.",
  "sss.g2.q": "Where are Taytech's production facilities?",
  "sss.g2.a": "All our production activities are carried out at our modern facilities in Gebze Plastikçiler Organized Industrial Zone, with a total area of 5,600 m². Our facility consists of a 4,750 m² production floor and an 860 m² R&D center.",
  "sss.g3.q": "What certifications does Taytech hold?",
  "sss.g3.a": "Taytech holds ISO 9001:2015 Quality Management, ISO 14001:2015 Environmental Management, and ISO 45001:2018 Occupational Health and Safety certifications.",
  "sss.g4.q": "Where is Taytech headquartered?",
  "sss.g4.a": "Our headquarters is in Ataşehir, Istanbul, and our factory is in Gebze, Kocaeli. Address: İnönü Mahallesi, Gebze Plastikçiler OSB, Atatürk Bulvarı No:7/2, Gebze/Kocaeli.",
  "sss.u1.q": "What are Smart Control Panels?",
  "sss.u1.a": "Smart Control Panels are electronic or electromechanical control units that enable automatic management of pump and motor systems. They are manufactured in different types such as Direct Start, Inverter, Soft Starter, and Star-Delta.",
  "sss.u2.q": "What are Heat Station Applications?",
  "sss.u2.a": "Heat stations are compact units that distribute thermal energy from central heating systems to buildings. They are offered in two main categories: Direct and Indirect.",
  "sss.u3.q": "What does the IRONTRAP® Magnetic Filter do?",
  "sss.u3.a": "The IRONTRAP® Magnetic Filter captures magnetic particles circulating in the water circuit of heating and cooling systems, maintaining system efficiency. It performs 65% better than conventional methods.",
  "sss.u4.q": "What is Taytech Cloud?",
  "sss.u4.a": "Taytech Cloud is an IoT-based platform that allows you to remotely monitor and manage all your mechanical installation systems.",
  "sss.u5.q": "In which areas are your electronic controllers used?",
  "sss.u5.a": "Our electronic controllers are offered in three main categories: Smart Industrial Controllers, Heat Station Electronic Controllers, and Underfloor Heating Controllers.",
  "sss.u6.q": "What are protective and cleaning fluids used for?",
  "sss.u6.a": "IRONTRAP® Protective Fluids protect your system against corrosion, while Cleaning Fluids remove existing deposits. These products extend the life of heating-cooling systems.",
  "sss.t1.q": "Do you offer after-sales technical support?",
  "sss.t1.a": "Yes. At Taytech, we are by your side in all processes from pre-sales consultancy to post-installation technical support.",
  "sss.t2.q": "How can I access your product technical documents?",
  "sss.t2.a": "All technical data sheets, user manuals, and catalogs are available in the Document Center section of our website.",
  "sss.t3.q": "How can I determine which products are suitable for my project?",
  "sss.t3.a": "Our engineering team offers free technical consultancy service to determine the most suitable product and system configuration for your project.",
  "sss.t4.q": "What is the warranty period for Taytech products?",
  "sss.t4.a": "Our products come with a standard 2-year warranty. All manufacturing-related defects are repaired free of charge during the warranty period.",
  "sss.c1.q": "Which sectors do you provide solutions for?",
  "sss.c1.a": "We serve a wide range of sectors including commercial facilities, residential complexes, care and nursing homes, hospitals, industrial boiler rooms, sports and leisure facilities, off-site manufacturing projects, and educational buildings.",
  "sss.c2.q": "Can I integrate Taytech products into my existing system?",
  "sss.c2.a": "Yes. Our products are designed to be compatible with existing mechanical installation infrastructures.",
  "sss.c3.q": "How long does remote monitoring system installation take?",
  "sss.c3.a": "The installation time of the Taytech Cloud platform may vary depending on the scope of the project. Please contact our team for detailed information and a timeline tailored to your project.",
  "news.1": "Taytech Was a Guest at Mas Academy",
  "news.2": "IRONTRAP® Magnetic Filter Series Expanding",
  "news.3": "Next-Generation Smart Control Panels Introduced",
  "news.4": "Innovation in Heat Station Applications",
  "news.5": "Capacity Increase at Gebze Facilities",
  "news.6": "Taytech Cloud Platform is Live",
  "news.7": "ISO 9001:2015 Certificate Renewed",
  "news.8": "New Partnerships in Smart Building Projects",
  "cozumler.nav": "Solutions",
  "cozumler.nedenTaytech": "Why Taytech?",
  "cozumler.sunduguCozumler": "Solutions We Offer",
  "cozumler.ticari.h2": "Energy Efficiency in Commercial Facilities",
  "cozumler.ticari.p1": "Commercial facilities are structures that require special engineering solutions with high energy consumption and complex mechanical infrastructure. Energy costs constitute a significant portion of total operating expenses in shopping malls, office towers, and business centers.",
  "cozumler.ticari.p2": "At Taytech, we maximize energy efficiency with central heating and cooling control systems, building automation integrations, and remote monitoring solutions developed specifically for commercial facilities.",
  "cozumler.ticari.neden": "With over 40 years of industry experience, ISO-certified production processes, and our end-to-end engineering approach, we increase the energy efficiency of your commercial facilities while reducing operating costs.",
  "cozumler.toplu.h2": "Central System Management",
  "cozumler.toplu.p1": "Residential complex projects require meeting the heating and hot water needs of hundreds or even thousands of independent units from a single center. Distribution balance, individual consumption measurement, and energy efficiency are critically important in systems of this scale.",
  "cozumler.toplu.p2": "Taytech provides end-to-end solutions from central heat stations to in-unit distribution systems in residential complex projects. We protect water quality with IRONTRAP® magnetic filters while precisely managing each unit's heat consumption with our electronic controllers.",
  "cozumler.bakim.h2": "Precision Environment Control",
  "cozumler.bakim.p1": "Care and nursing homes are special facilities that require uninterrupted and precise temperature control due to the health conditions of their residents. Even small fluctuations in ambient temperature can pose serious health risks for elderly and care-dependent individuals.",
  "cozumler.bakim.p2": "Taytech offers highly reliable heating control systems, automatic backup mechanisms, and 24/7 remote monitoring solutions for these sensitive facilities.",
  "cozumler.yeni.h2": "With You from Day One of Your Project",
  "cozumler.yeni.p1": "Proper planning of mechanical installation infrastructure in newly constructed projects forms the foundation for the building to operate efficiently throughout its entire lifetime.",
  "cozumler.yeni.p2": "Taytech's engineering team provides technical consultancy throughout all processes from project-based feasibility studies to specification preparation, from production to commissioning.",
  "cozumler.hastane.h2": "Zero Tolerance Reliability",
  "cozumler.hastane.p1": "Hospitals are structures that contain critical areas such as operating rooms, intensive care units, and sterilization areas. The slightest deviation in temperature and humidity control in these areas directly affects patient safety.",
  "cozumler.hastane.p2": "Taytech develops solutions with redundant pump control panels, automatic switchover systems, and real-time monitoring through Taytech Cloud for healthcare facilities.",
  "cozumler.kazan.h2": "Industrial-Scale Energy Management",
  "cozumler.kazan.p1": "Industrial boiler rooms are the heart of factories, production facilities, and large-scale heating centers. Safe and efficient management of systems operating with high pressure, high temperature, and large flow values requires expert engineering knowledge.",
  "cozumler.kazan.p2": "Taytech extends system life and reduces fuel consumption with specially designed control panels, cascade boiler management systems, and IRONTRAP® magnetic filters for industrial boiler rooms.",
  "cozumler.spor.h2": "Comfort and Hygiene Combined",
  "cozumler.spor.p1": "Sports halls, swimming pools, SPA centers, and entertainment facilities are complex structures requiring different temperature zones, high humidity control, and large amounts of hot water production.",
  "cozumler.spor.p2": "Taytech offers solutions tailored to the multi-zone climate control needs of these facilities. We minimize energy costs by protecting water quality with heat recovery systems, pool heating control panels, and IRONTRAP® products.",
  "cozumler.saha.h2": "From Factory to Site: Ready Modular Solutions",
  "cozumler.saha.p1": "Off-site manufacturing is one of the most efficient approaches in the modern construction industry. Manufacturing heat stations and control panels in a controlled factory environment increases quality consistency.",
  "cozumler.saha.p2": "Taytech offers plug-and-play convenience for your projects by manufacturing prefabricated heat stations and ready-made control panels at our modern facilities in Gebze.",
  "cozumler.egitim.h2": "Campus-Wide Smart Energy Management",
  "cozumler.egitim.p1": "Schools, universities, and campuses require complex heating and air conditioning infrastructure as multi-building structures spread across large areas.",
  "cozumler.egitim.p2": "Taytech offers solutions that enable the management of the entire campus from a single screen with central boiler room automation, building-based heat stations, and the Taytech Cloud platform for educational buildings.",
  "hero.title": "TayTech",
  "hero.subtitle": "High Technology for Everyone.",
  "home.akilli": "Smart Control Panels",
  "home.isi": "Heat Station Applications",
  "home.manyetik": "IRONTRAP® Magnetic Filter",
  "home.elektronik": "Electronics",
  "home.cloud": "Taytech Cloud",
  "home.sivilar": "IRONTRAP® Protective and Cleaning Fluids",
  "home.dokuman.taytech": "Taytech",
  "home.dokuman.title": "Document Center",
  "home.dokuman.desc": "Access all technical data sheets, user manuals, and catalogs from a single point.",
  "home.dokuman.btn": "View All Documents",
  "home.dokuman.datasheet": "Technical Data Sheet",
  "home.dokuman.kilavuz": "User Manual",
  "home.dokuman.katalog": "Catalog",
  "home.dokuman.sub1": "Electronic",
  "home.dokuman.sub2": "Heat Station",
  "home.dokuman.sub3": "General",
  "home.cozumler.title": "Discover Our Solutions",
  "home.cozumler.desc": "End-to-end engineering solutions tailored to every sector",
  "home.cozumler.btn": "All Our Solutions",
  "home.cozumler.label": "Our Solutions",
  "home.cozumler.toplu": "Residential Complexes",
  "home.cozumler.topluDesc": "Central heating and hot water systems for residential sites and complexes.",
  "home.cozumler.kazan": "Industrial Boiler Room",
  "home.cozumler.kazanDesc": "Efficiency improvement and remote monitoring solutions for high-capacity boiler rooms.",
  "home.cozumler.egitim": "Educational Buildings",
  "home.cozumler.egitimDesc": "Energy-efficient central heating and control systems for schools and campuses.",
  "home.standartlar.title": "Beyond standards.",
  "home.standartlar.desc": "Quality is not a result for Taytech; it is a starting point. We have structured all our production and management processes according to the most current global industrial standards.",
  "home.standartlar.iso1": "Quality Management",
  "home.standartlar.iso2": "Environmental Responsibility",
  "home.standartlar.iso3": "Occupational Health and Safety",
  "home.standartlar.btn": "Read Corporate",
  "home.haberler.title": "News from Us",
  "home.haberler.btn": "All News →",
  "home.bg.ticari": "Commercial Facilities",
  "home.bg.toplu": "Residential Complexes",
  "home.bg.hastane": "Hospitals",
  "home.bg.bakim": "Care Homes",
  "home.bg.yeni": "New Projects",
  "home.bg.kazan": "Boiler Room",
  "dokuman.taytech": "Taytech",
  "dokuman.title": "Document Center",
  "dokuman.desc": "All technical documents, user manuals, and catalogs in one place.",
  "dokuman.search": "Search by product name or category...",
  "dokuman.showing": "documents showing",
  "dokuman.activeFilters": "filters active — Clear",
  "dokuman.download": "Download ↓",
  "dokuman.type.datasheet": "Technical Data Sheet",
  "dokuman.type.kilavuz": "User Manual",
  "dokuman.type.katalog": "Catalog",
  "dokuman.filter.kategori": "Category",
  "dokuman.filter.altKategori": "Subcategory",
  "dokuman.filter.urun": "Product",
  "dokuman.filter.tip": "Document Type",
  "dokuman.filter.tumu": "All",
  "dokuman.noResult": "No results found",
  "dokuman.noResultDesc": "Try a different search or filter.",
  "dokuman.clearFilters": "Clear Filters",
  "dokuman.cat.akilli": "Smart Control Panels",
  "dokuman.cat.isi": "Heat Station",
  "dokuman.cat.elektronik": "Electronics",
  "dokuman.cat.cloud": "Taytech Cloud",
  "dokuman.cat.manyetik": "Magnetic Filter",
  "dokuman.cat.genel": "General",
  "dokuman.sub.elektronik": "Electronic",
  "dokuman.sub.elektromekanik": "Electromechanical",
  "dokuman.sub.yangin": "Fire Systems",
  "dokuman.sub.direct": "Direct",
  "dokuman.sub.indirect": "Indirect",
  "dokuman.sub.smart": "Smart Industrial",
  "dokuman.sub.isiKontrol": "Heat Station Controllers",
  "dokuman.sub.yerden": "Underfloor Heating",
  "dokuman.sub.cloud": "Cloud",
  "dokuman.sub.manyetik": "Magnetic Filter",
  "dokuman.sub.genel": "General",
  "footer.cozumler": "Solutions",
  "footer.bilgiMerkezi": "Knowledge Base",
  "footer.dokumanMerkezi": "Document Center",
  "footer.tumDokumanlar": "All Documents",
  "footer.kurumsal": "Corporate",
  "footer.hakkimizda": "About Us",
  "footer.haberler": "News",
  "footer.iletisim": "Contact",
  "urunler.kategoriler": "Categories",
  "urunler.akilli.title": "Smart Control Panels",
  "urunler.isi.title": "Heat Station Applications",
  "urunler.elektronik.title": "Electronics",
  "urunler.sivilar.title": "IRONTRAP® Protective and Cleaning Fluids",
  "footer.urun.akilli": "Smart Control Panels",
  "footer.urun.elektronikPano": "Electronic Control Panels",
  "footer.urun.elektromekanikPano": "Electromechanical Control Panels",
  "footer.urun.yangin": "Fire Systems",
  "footer.urun.isi": "Heat Station Applications",
  "footer.urun.direct": "Direct",
  "footer.urun.indirect": "Indirect",
  "footer.urun.elektronik": "Electronics",
  "footer.urun.smartEnd": "Smart Industrial Controllers",
  "footer.urun.isiKontrol": "Heat Station Controllers",
  "footer.urun.yerden": "Underfloor Heating Controllers",
  "footer.urun.cloud": "Taytech Cloud",
  "footer.urun.dataloger": "Dataloger",
  "footer.urun.gsm": "GSM Modem",
  "footer.urun.mbus": "M-Bus Converter",
  "footer.urun.manyetik": "IRONTRAP® Magnetic Filter",
  "footer.urun.sivilar": "IRONTRAP® Fluids",
  "footer.urun.koruyucu": "Protective Fluids",
  "footer.urun.temizleyici": "Cleaning Fluids",
  "footer.copyright": "Taytech Automation and IT Inc. All rights reserved.",
  "footer.privacy": "Privacy Policy",
  "footer.terms": "Terms of Use",
  "footer.sitemap": "Sitemap",
  "prod.back.home": "Home",
  "prod.back.categories": "Categories",
  "prod.features": "Features",
  "prod.documents": "Documents",
  "prod.techSpecs": "Technical Specifications",
  "prod.appAreas": "Application Areas",
  "prod.techData": "Technical Data",
  "prod.usageAdvantages": "Usage Advantages",
  "prod.orderCode": "Order Code",
  "prod.comingSoon": "Details for this product will be added soon.",
  "prod.smartSolutions": "Smart solutions for applications",
  "prod.datasheet": "Technical Data Sheet",
  "prod.userManual": "User Manual",
  "prod.manyetik.title": "IRONTRAP® Magnetic Filter",
  "prod.manyetik.desc": "IronTrap magnetic filters designed to protect against corrosion and magnetite are integrated with an automatic air vent. Air is a catalyst, therefore it causes corrosion development in heating and cooling systems. Air entering the system during commissioning and draining is expelled from the system through the automatic air vent. While the system is running, the air in the fluid passing through the IronTrap magnetic filter is expelled through the automatic air vent.",
  "prod.manyetik.feat1": "Performs 65% better than conventional methods",
  "prod.manyetik.feat2": "35% better performance in recovering system efficiency",
  "prod.manyetik.feat3": "Reduces maintenance costs",
  "prod.manyetik.feat4": "Powerful Neodymium magnets are easy to remove and install",
  "prod.manyetik.feat5": "Provides simple operation with easy installation",
  "prod.manyetik.feat6": "Manufactured in compliance with pressure vessels regulations",
  "prod.manyetik.tech1": "Maximum Working Pressure: 10 BAR",
  "prod.manyetik.tech2": "Maximum Working Temperature: 100°C",
  "prod.manyetik.tech3": "BODY - Material: TS EN 10219",
  "prod.manyetik.tech4": "BODY - Drain: 1\"",
  "prod.manyetik.tech5": "BODY - Vacuum Valve: 1/2\"",
  "prod.manyetik.tech6": "BODY - Air Vent: Automatic air vent 1/2\"",
  "prod.manyetik.tech7": "MAGNET - Material: High performance",
  "prod.manyetik.tech8": "SEPARATOR FILTER - Material: 304 Stainless Steel",
  "prod.manyetik.tech9": "SEPARATOR FILTER - Mesh Size: 1000 micron",
  "prod.manyetik.tech10": "CONNECTION FLANGE - Material: TS EN 1092-1",
  "prod.manyetik.tech11": "CONNECTION FLANGE - Pressure Class: PN16",
  "prod.manyetik.adv1": "Compatible with All Heating-Cooling Systems",
  "prod.manyetik.adv2": "Reduces Early Failure and High Maintenance Costs",
  "prod.manyetik.adv3": "Extends the Service Life of System Equipment",
  "prod.manyetik.adv4": "Helps Recover System Efficiency",
  "prod.manyetik.adv5": "High Performance Magnetic Bars Capture Even the Smallest Magnetic Particles",
  "prod.manyetik.adv6": "Easy to Install and Maintain",
  "prod.manyetik.adv7": "Provides Fast Cleaning Thanks to Vacuum Valve",
  "prod.cloud.title": "Taytech Cloud",
  "prod.cloud.dataloger.desc": "DS-YK Datalogger/Gateway is a smart data collection device used to collect and record meter data from M-Bus converters and transfer them to remote services / cloud applications via wired/wireless network or GPRS modem.",
  "prod.cloud.dataloger.feat1": "Has smart, fast and flexible data collection/evaluation capability thanks to its high-performance processor, large memory and embedded operating system",
  "prod.cloud.dataloger.feat2": "Can connect with various brand/model M-Bus converters with RS232, RS485 and Ethernet interfaces compatible with EN1434",
  "prod.cloud.dataloger.feat3": "Provides access to remote database / cloud with internal Ethernet / WiFi connection and external GPRS connection options",
  "prod.cloud.dataloger.feat4": "DS-YK02 model can read from 8 M-Bus blocks with a single converter",
  "prod.cloud.dataloger.feat5": "Connection kit options available for different mounting options",
  "prod.cloud.gsm.desc": "DS-GM01 is a smart GPRS modem used for data transfer from RS232 or RS485 connected devices to remote servers via GPRS connection.",
  "prod.cloud.gsm.feat1": "Flexible connection with industrial devices thanks to built-in microcontroller and RS232/RS485 connection",
  "prod.cloud.gsm.feat2": "Easy-to-understand operation information with 3 LEDs",
  "prod.cloud.gsm.feat3": "Optional M-Bus / Modbus protocol support",
  "prod.cloud.mbus.desc": "Transfers data from devices connected on the Mbus line to the computer environment via RS232 and USB interface for data analysis and processing.",
  "prod.cloud.mbus.feat1": "Can connect to meters through more than 1 converter with repeater feature",
  "prod.cloud.mbus.feat2": "Offers easy meter connection with two different entry points for up to 250 meters",
  "prod.cloud.mbus.feat3": "Provides data transfer with computer through RS232 communication",
  "prod.cloud.mbus.feat4": "Offers direct computer connection through USB interface (Optional)",
  "prod.cloud.mbus.feat5": "Switches to protection mode in case of any short circuit or possible high current thanks to current protection and shuts down the mbus line",
  "prod.cloud.mbus.feat6": "Informs the user through visual indicators on the panel: Power, RX, TX, USB, Overcurrent",
  "prod.cloud.mbus.feat7": "Offers rail and wall mounting connection with flexible connection",
  "prod.cloud.mbus.feat8": "Gives audible warning to the user in case of overcurrent thanks to the audible indicator on the hardware",
  "prod.cloud.mbus.feat9": "Enables easy installation thanks to wide range connection diameters",
  "prod.isi.direct.title": "Direct",
  "prod.isi.indirect.title": "Indirect",
  "prod.akilli.directStart.title": "Direct Start",
  "prod.akilli.invertor.title": "Inverter Start Panels",
  "prod.akilli.softStarter.title": "Soft Starter Panels",
  "prod.akilli.yildizUcgen.title": "Star-Delta Start Panels",
  "prod.akilli.dogrudanEM.title": "Direct Start",
  "prod.akilli.yildizUcgenEM.title": "Star-Delta Start",
  "prod.akilli.jokey.title": "Jockey Series",
  "prod.akilli.elektrikli.title": "Electric",
  "prod.akilli.dizel.title": "Diesel",
  "prod.flowDiagram": "Flow Diagram",
  "prod.components": "Product Components",
  "prod.isi.kontrolorleri.title": "Heat Station Controllers",
  "prod.isi.d.thermohexa.desc": "In ThermoHexa heat stations, control is performed thermostatically, i.e., depending on temperature. Domestic hot water preparation and heating take place simultaneously. Thanks to the Thermostatic Valve inside ThermoHexa that responds very quickly to temperature changes, the possibility of heat loss is reduced. Thanks to its compact design, the device is practical and easy to install. The heat exchangers and pipes inside ThermoHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators.",
  "prod.isi.d.thermohexa-ufh.desc": "In ThermoHexa underfloor heating heat stations, control is performed thermostatically, i.e., depending on temperature. Domestic hot water preparation and heating take place simultaneously. Thanks to the Thermostatic Valve inside ThermoHexa that responds very quickly to temperature changes, the possibility of heat loss is reduced. Thanks to its compact design, the device is practical and easy to install. The heat exchangers and pipes inside ThermoHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators. ThermoHexa includes a mixing circuit to keep the underfloor heating line temperature stable. The zone valve inside the heat station allows adjustment of the flow rate going into the apartment. An actuator can be easily adapted onto the zone valve. Thus, when the room thermostat is off, the actuator closes the underfloor heating circuit, preventing energy waste.",
  "prod.isi.d.hydrohexa.desc": "In HydroHexa heat stations, control is performed both hydraulically and thermostatically. Since the system works with cold heat exchanger logic, the possibility of limescale formation inside the heat exchanger is eliminated. HydroHexa heat stations have domestic hot water priority. Thanks to HydroHexa's low return water feature, it can work efficiently with condensing boilers. The heat exchangers and pipes inside HydroHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators. Complete balancing can be achieved within the apartment thanks to the differential pressure valve on the boiler return line and the zone valve on the heating return line.",
  "prod.isi.d.hydrohexa-ufh.desc": "In HydroHexa underfloor heating heat stations, control is performed both hydraulically and thermostatically. Since the system works with cold heat exchanger logic, the possibility of limescale formation inside the heat exchanger is eliminated. HydroHexa heat stations have domestic hot water priority. Thanks to HydroHexa's low return water feature, it can work efficiently with condensing boilers. The heat exchangers and pipes inside HydroHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators. Complete balancing can be achieved within the apartment thanks to the differential pressure valve on the boiler return line and the zone valve on the heating return line. HydroHexa includes a mixing circuit to keep the underfloor heating line temperature stable. The zone valve inside the heat station allows adjustment of the flow rate going into the apartment. An actuator can be easily adapted onto the zone valve. Thus, when the room thermostat is off, the actuator closes the underfloor heating circuit, preventing energy waste.",
  "prod.isi.i.indirect-hydrohexa.desc": "In HydroHexa heat stations, control is performed both hydraulically and thermostatically. Since the system works with cold heat exchanger logic, the possibility of limescale formation inside the heat exchanger is eliminated. HydroHexa heat stations have domestic hot water priority. Thanks to HydroHexa's low return water feature, it can work efficiently with condensing boilers. The heat exchangers and pipes inside HydroHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators. Complete balancing can be achieved within the apartment thanks to the differential pressure valve on the boiler return line and the zone valve on the heating return line. The Indirect series HydroHexa serves as a pressure breaker in high-rise buildings, enabling the removal of mechanical rooms between floors and the commercial use of these areas. Heating is operated as a closed system with a separate heat exchanger circuit. Optionally, outdoor air compensation control can also be added to control apartment heating.",
  "prod.isi.i.indirect-thermohexa.desc": "In ThermoHexa heat stations, control is performed thermostatically, i.e., depending on temperature. Domestic hot water preparation and heating take place simultaneously. Thanks to the Thermostatic Valve inside ThermoHexa that responds very quickly to temperature changes, the possibility of heat loss is reduced. Thanks to its compact design, the device is practical and easy to install. The heat exchangers and pipes inside ThermoHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators. The Indirect series ThermoHexa serves as a pressure breaker in high-rise buildings, enabling the removal of mechanical rooms between floors and the commercial use of these areas. Heating is operated as a closed system with a separate heat exchanger circuit. Optionally, outdoor air compensation control can also be added to control apartment heating.",
  "prod.isi.i.smart-hexa.desc": "In SmartHexa heat stations, control is performed both hydraulically and thermostatically. Since the system works with cold heat exchanger logic, the possibility of limescale formation inside the heat exchanger is eliminated. SmartHexa heat stations have domestic hot water priority. SmartHexa measures temperature, pressure, and flow values through the heat station. Thus, energy metering is achieved at the heat station. Additionally, data measured by SmartHexa can be transmitted to the end user via GSM or Ethernet. Thanks to SmartHexa's low return water feature, it can work efficiently with condensing boilers. The heat exchangers and pipes inside SmartHexa are made of AISI 316 grade stainless steel, allowing use even with aluminum radiators. The Indirect series SmartHexa serves as a pressure breaker in high-rise buildings, enabling the removal of mechanical rooms between floors and the commercial use of these areas. Heating is operated as a closed system with a separate heat exchanger circuit. Optionally, outdoor air compensation control can also be added to control apartment heating.",
  "prod.cloud.dataloger-gateway.desc": "DS-YK Datalogger/Gateway is a smart data collection device used to collect and record meter data from M-Bus converters and transfer them to remote services / cloud applications via wired/wireless network or GPRS modem.",
  "prod.cloud.gsm-modem.desc": "DS-GM01 is a smart GPRS modem used for data transfer from RS232 or RS485 connected devices to remote servers via GPRS connection.",
  "prod.cloud.m-bus-converter.desc": "Transfers data from devices connected on the M-Bus line to the computer environment via RS232 and USB interface for data analysis and processing.",
  "prod.cloud.dataloger-gateway.feat1": "Has smart, fast and flexible data collection/evaluation capability thanks to its high-performance processor, large memory and embedded operating system",
  "prod.cloud.dataloger-gateway.feat2": "Can connect with various brand/model M-Bus converters with RS232, RS485 and Ethernet interfaces compatible with EN1434",
  "prod.cloud.dataloger-gateway.feat3": "Provides access to remote database / cloud with internal Ethernet / WiFi connection and external GPRS connection options",
  "prod.cloud.dataloger-gateway.feat4": "DS-YK02 model can read from 8 M-Bus blocks with a single converter",
  "prod.cloud.dataloger-gateway.feat5": "Connection kit options available for different mounting options",
  "prod.cloud.gsm-modem.feat1": "Flexible connection with industrial devices thanks to built-in microcontroller and RS232/RS485 connection",
  "prod.cloud.gsm-modem.feat2": "Easy-to-understand operation information with 3 LEDs",
  "prod.cloud.gsm-modem.feat3": "Optional M-Bus / Modbus protocol support",
  "prod.cloud.m-bus-converter.feat1": "Can connect to meters through more than 1 converter with repeater feature",
  "prod.cloud.m-bus-converter.feat2": "Offers easy meter connection with two different entry points for up to 250 meters",
  "prod.cloud.m-bus-converter.feat3": "Provides data transfer with computer through RS232 communication",
  "prod.cloud.m-bus-converter.feat4": "Offers direct computer connection through USB interface (Optional)",
  "prod.cloud.m-bus-converter.feat5": "Switches to protection mode in case of any short circuit or possible high current and shuts down the M-Bus line",
  "prod.cloud.m-bus-converter.feat6": "Informs the user through visual indicators on the panel: Power, RX, TX, USB, Overcurrent",
  "prod.cloud.m-bus-converter.feat7": "Offers rail and wall mounting connection with flexible connection",
  "prod.cloud.m-bus-converter.feat8": "Gives audible warning to the user in case of overcurrent thanks to the audible indicator on the hardware",
  "prod.cloud.m-bus-converter.feat9": "Enables easy installation thanks to wide range connection diameters",
  "prod.smartEnd.grinder.desc": "Microprocessor-based smart controllers control the system for up to 2 pumps in single-phase or three-phase configuration. The Smart Grinder controller allows you to manage your system, change parameters, record events and messages, and perform many other operations practically.",
  "prod.smartEnd.hidrofor.desc": "Microprocessor-based smart controllers control the system for up to 2 pumps in single-phase or three-phase configuration. The Smart Booster Controller allows you to manage your system, change parameters, record events and messages, and perform many other operations practically. (Performs pressurization processes in clean water applications)",
  "prod.smartEnd.atik-su.desc": "Microprocessor-based smart controllers control the system for up to 2 pumps in single-phase or three-phase configuration. The Smart Wastewater controller allows you to manage your system, change parameters, record events and messages, and perform many other operations practically. (Performs filling and draining processes in wastewater applications)",
  "prod.smartEnd.derin-kuyu.desc": "The microprocessor-based smart controller controls the system for up to 2 pumps in single-phase or three-phase configuration. The Smart Bore Hole controller allows you to manage your system, change parameters, record events and messages, and perform many other operations practically. (Performs filling and draining processes in wastewater and clean water applications)",
  "prod.smartEnd.grinder.feat1": "Smart Grinder Panels are mounted in a specially designed box made of water-resistant IP 55 ABS material",
  "prod.smartEnd.grinder.feat2": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.smartEnd.grinder.feat3": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.smartEnd.grinder.feat4": "Opens, runs and stops the system with information from float switches or level electrodes",
  "prod.smartEnd.hidrofor.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.smartEnd.hidrofor.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.smartEnd.hidrofor.feat3": "Starting or stopping the motor with different types of connections; pressure switch, flow switch, etc.",
  "prod.smartEnd.atik-su.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.smartEnd.atik-su.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.smartEnd.atik-su.feat3": "Opens, runs and stops the system with information from float switches or level electrodes",
  "prod.smartEnd.derin-kuyu.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.smartEnd.derin-kuyu.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.smartEnd.derin-kuyu.feat3": "Opens, runs and stops the system with information from float switches or level electrodes",
  "prod.isiKontrol.ess-86.desc": "With its easy-to-understand menu, it allows the user to set the desired temperature and time parameters and analyze multiple parameters on a single screen. Thanks to its high-speed processor frequency and software algorithm, it processes information from sensors and provides fast control.",
  "prod.isiKontrol.chs18.desc": "Thanks to its 32-bit microprocessor, it analyzes information from sensors and meets the user's heating and domestic hot water needs. Control switches allow easy setting of temperature and time.",
  "prod.isiKontrol.de10.desc": "DE10 Junction box controls the heating line in heat stations under user control.",
  "prod.isiKontrol.de15.desc": "DE15 Junction box controls the heating of two independent zones in heat stations under user control.",
  "prod.isiKontrol.de20.desc": "DE20 Junction box controls the heating line and domestic hot water line in heat stations based on the flow rate passing through the station and regional heating needs.",
  "prod.isiKontrol.de25.desc": "DE25 Junction box controls the heating line and domestic hot water line in heat stations based on information from the NTC temperature sensor and flow switch through the user interface.",
  "prod.isiKontrol.de30.desc": "Controls 7 zones independently based on contact information from 230V room thermostats and protects the pump against dry running at low pressures via pressure switch.",
  "prod.isiKontrol.ess-86.feat1": "Controls the temperature in the domestic hot water line with NTC temperature sensor",
  "prod.isiKontrol.ess-86.feat2": "Controls heating needs with room thermostat connection and ensures pump operation",
  "prod.isiKontrol.ess-86.feat3": "Shows the flow rate passing through the heat station to the user with flow sensor and takes action based on this information",
  "prod.isiKontrol.ess-86.feat4": "Collects temperature sensor data from 4 different points",
  "prod.isiKontrol.ess-86.feat5": "Provides valve and pump control through 4 different PWM outputs",
  "prod.isiKontrol.ess-86.feat6": "Provides On/Off pump and valve control through dry contact output",
  "prod.isiKontrol.ess-86.feat7": "Provides tactile feedback to the user through the membrane label on the panel",
  "prod.isiKontrol.ess-86.feat8": "Presents information received from sensors to the user on the 128*64 graphic display",
  "prod.isiKontrol.ess-86.feat9": "Provides waterproofing with IP65 enclosure and fitting connections",
  "prod.isiKontrol.chs18.feat1": "Provides protection in case of pump seizure through glass fuse",
  "prod.isiKontrol.chs18.feat2": "Controls the temperature in the domestic hot water line with NTC temperature sensor",
  "prod.isiKontrol.chs18.feat3": "Controls heating needs with room thermostat connection and ensures pump operation",
  "prod.isiKontrol.chs18.feat4": "Adapts to systems with flow switch or flow sensor option",
  "prod.isiKontrol.chs18.feat5": "Closes the heating line based on flow information, directing hot water to the domestic hot water line",
  "prod.isiKontrol.chs18.feat6": "Controls the recirculation line based on temperature and time",
  "prod.isiKontrol.chs18.feat7": "Sets the desired temperature and time values through DIP switches on the hardware",
  "prod.isiKontrol.chs18.feat8": "Controls valves and pumps in the system through normally open and normally closed contact outputs",
  "prod.isiKontrol.chs18.feat9": "Allows On/Off control of heating and recirculation lines through buttons on the panel",
  "prod.isiKontrol.chs18.feat10": "Provides waterproofing with IP65 enclosure and fitting connections",
  "prod.isiKontrol.de10.feat1": "Can output to 230VAC pumps",
  "prod.isiKontrol.de10.feat2": "Enables remote regional operation of the pump in the station",
  "prod.isiKontrol.de10.feat3": "Provides protection in case of pump seizure through glass fuse",
  "prod.isiKontrol.de10.feat4": "Enables regional operation through room thermostat connection",
  "prod.isiKontrol.de10.feat5": "Provides waterproofing with IP65 enclosure and fitting connections",
  "prod.isiKontrol.de15.feat1": "Can output to 230VAC pumps",
  "prod.isiKontrol.de15.feat2": "Provides protection in case of pump seizure through glass fuse",
  "prod.isiKontrol.de15.feat3": "Enables actuator operation on the collector line for the zone that needs heating through two different room thermostat connections",
  "prod.isiKontrol.de15.feat4": "Provides waterproofing with IP65 enclosure and fitting connections",
  "prod.isiKontrol.de20.feat1": "Provides protection in case of pump seizure through glass fuse",
  "prod.isiKontrol.de20.feat2": "Visual indicators on the panel show whether the heating or domestic hot water line is operating",
  "prod.isiKontrol.de20.feat3": "Controls 230V AC NC/NO valves that control heating and recirculation lines in the system",
  "prod.isiKontrol.de20.feat4": "Stops the heating line through the flow switch in the system to prioritize user comfort",
  "prod.isiKontrol.de20.feat5": "Controls the heating line through the room thermostat connection inside the panel",
  "prod.isiKontrol.de20.feat6": "Provides waterproofing with IP65 enclosure and fitting connections",
  "prod.isiKontrol.de25.feat1": "Provides protection in case of pump seizure through glass fuse",
  "prod.isiKontrol.de25.feat2": "Allows setting the desired temperature in the recirculation line through the controller on the junction box",
  "prod.isiKontrol.de25.feat3": "Measures the temperature value of the connected line through NTC temperature sensor",
  "prod.isiKontrol.de25.feat4": "Runs the pump connected to the recirculation line for the time set on the panel and stops when the time expires",
  "prod.isiKontrol.de25.feat5": "Stops the heating line through the flow switch in the system to prioritize user comfort",
  "prod.isiKontrol.de25.feat6": "Controls the heating line through the room thermostat connection inside the panel",
  "prod.isiKontrol.de30.feat1": "Provides protection in case of pump seizure through glass fuse",
  "prod.isiKontrol.de30.feat2": "Supports 7 independent zone room thermostat connections",
  "prod.isiKontrol.de30.feat3": "Protects the pump against dry running at low pressures through pressure switch connection",
  "prod.isiKontrol.de30.feat4": "Enables automatic pump operation based on run command from any of the 7 zones",
  "prod.isiKontrol.de30.feat5": "4-wire actuator connection with contact output",
  "prod.isiKontrol.de30.feat6": "Provides waterproofing with IP65 enclosure and fitting connections",
  "prod.yerden.t-box.desc": "T-Box offers timer room thermostats for 6 independent zones and 2 actuator connections for each zone. Provides time-controlled control through digital room thermostat connection.",
  "prod.yerden.t-box.feat1": "Provides protection in case of pump seizure through glass fuse",
  "prod.yerden.t-box.feat2": "Can be easily added to the system with compatibility for 230V AC / 24V DC systems",
  "prod.yerden.t-box.feat3": "Controls 6 independent zones",
  "prod.yerden.t-box.feat4": "Offers two different valve connections for each zone. Thus, 12 valve connections can be made",
  "prod.yerden.t-box.feat5": "Enables automatic pump activation when any of the 6 zones needs heating through the relay output on the controller",
  "prod.yerden.t-box.feat6": "Directs the temperature to the zone in need during pump operation",
  "prod.yerden.t-box.feat7": "Offers easy installation through spring-loaded terminals",
  "prod.yerden.t-box.feat8": "Offers the ability to operate according to two different programs set through timed room thermostat connections",
  "prod.temizleyici.tc200.desc": "Used to clean magnetite and sludge in currently operating systems. The advanced powerful cleaner TC200+ increases heat efficiency by ensuring water flow in radiator and pipe installations.",
  "prod.temizleyici.tc210.desc": "An ideal fluid for newly installed and systems to be commissioned. Its powerful formula is specially developed to keep residues away from the system.",
  "prod.temizleyici.tc220.desc": "TC220+ is specially designed with its powerful formula to remove limescale and hardened residues in heating systems. It is a cleaner and descaler.",
  "prod.temizleyici.tc200.feat1": "Helps recover central system efficiency",
  "prod.temizleyici.tc200.feat2": "Cleans sludge, sediment and deposits from the system",
  "prod.temizleyici.tc200.feat3": "Extends system life",
  "prod.temizleyici.tc200.feat4": "Reduces maintenance costs",
  "prod.temizleyici.tc210.feat1": "Cleans installation residues and oils on metal surfaces",
  "prod.temizleyici.tc210.feat2": "Removes rust-causing limescale residues from the system",
  "prod.temizleyici.tc210.feat3": "Prepares the system for inhibitor protection",
  "prod.temizleyici.tc210.feat4": "Reduces maintenance costs",
  "prod.temizleyici.tc210.feat5": "Extends system life",
  "prod.temizleyici.tc220.feat1": "Cleans limescale and deposit residues",
  "prod.temizleyici.tc220.feat2": "Restores efficiency of existing systems",
  "prod.temizleyici.tc220.feat3": "Suitable for all heating systems",
  "prod.temizleyici.tc220.feat4": "Can be used on all metals",
  "prod.temizleyici.tc220.feat5": "Extends system life",
  "prod.koruyucu.tp100.desc": "With its powerful and effective formula, it stops the formation of magnetite and other deposits caused by wear and tear in the system. It protects the central system and ensures efficient boiler operation. It helps extend the system's lifespan.",
  "prod.koruyucu.tp120.desc": "With its biocide formulation, it combats the accumulation of algae and biological residues. It protects the system against bacterial formation. It is effective with its powerful formula in preventing problems that occur in underfloor heating and cooling systems.",
  "prod.koruyucu.tp130.desc": "TP130+ is a fluid developed to protect heating and cooling systems against freezing. Thanks to the preservatives it contains, it protects the system from corrosion and limescale formation. It provides effective protection in central systems not only in cold weather but under all conditions.",
  "prod.koruyucu.tp100.feat1": "Protects against corrosion and limescale",
  "prod.koruyucu.tp100.feat2": "Maintains heating efficiency",
  "prod.koruyucu.tp100.feat3": "Extends system life",
  "prod.koruyucu.tp100.feat4": "Reduces maintenance costs",
  "prod.koruyucu.tp120.feat1": "Effective for underfloor heating",
  "prod.koruyucu.tp120.feat2": "Prevents bacterial formation",
  "prod.koruyucu.tp120.feat3": "Makes system operation more efficient",
  "prod.koruyucu.tp120.feat4": "Effective in PPRC pipe installations",
  "prod.koruyucu.tp130.feat1": "Prevents water from freezing in central heating",
  "prod.koruyucu.tp130.feat2": "Protects against corrosion and limescale",
  "prod.koruyucu.tp130.feat3": "Maintains system efficiency",
  "prod.koruyucu.tp130.feat4": "Reduces maintenance costs",
  "prod.koruyucu.tp130.feat5": "Ensures effective and fast heat transfer",
  "prod.directStart.smart-box.desc": "Microcontroller-based Control Panels are designed to control single-phase pumps. Smart Box allows you to manage your system, change parameters, record events and messages, and perform many other operations practically. It performs draining or filling operations for clean water applications.",
  "prod.directStart.smart-booster.desc": "Smart Booster is a microcontroller-based control panel developed for booster pump systems. It provides constant pressure control in single or dual pump systems. It offers professional water pressurization solutions with advanced protection features and user-friendly interface.",
  "prod.directStart.smart-wastewater.desc": "Smart Wastewater is a microcontroller-based control panel developed for wastewater and sewage pump systems. It provides safe and efficient wastewater drainage in single or dual pump systems. It offers professional wastewater management with overflow protection and level control.",
  "prod.directStart.smart-bore-hole.desc": "Microprocessor-based control panels control the system for up to 2 pumps in single-phase or three-phase configuration. Smart Bore Hole allows you to manage your system, change parameters, record events and messages, and perform many other operations practically. It performs filling and draining processes in wastewater and clean water applications.",
  "prod.directStart.smart-grinder.desc": "Microprocessor-based control panels control the system for up to 2 pumps in single-phase or three-phase configuration. Smart Grinder allows you to manage your system, change parameters, record events and messages, and perform many other operations practically.",
  "prod.directStart.smart-exclusive-d.desc": "Microprocessor-based control panels control the system for up to 4 pumps in single-phase or three-phase configuration. Smart Exclusive D allows you to manage your system, change parameters, record events and messages, and perform many other operations practically. It is applicable for pressurization, draining, and filling operations in wastewater and clean water applications.",
  "prod.directStart.smart-box.feat1": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.directStart.smart-box.feat2": "Starting or stopping the motor with different types of connections; pressure switch, flow switch, etc.",
  "prod.directStart.smart-box.feat3": "Mounted in a specially designed box made of water-resistant IP 55 ABS material",
  "prod.directStart.smart-booster.feat1": "Designed for single or dual pump booster systems",
  "prod.directStart.smart-booster.feat2": "Optimum performance with constant pressure control",
  "prod.directStart.smart-booster.feat3": "Automatic pump alternation and load balancing",
  "prod.directStart.smart-booster.feat4": "Advanced protection and alarm system",
  "prod.directStart.smart-wastewater.feat1": "Designed for wastewater and sewage pump systems",
  "prod.directStart.smart-wastewater.feat2": "Automatic control with level electrode or float switch",
  "prod.directStart.smart-wastewater.feat3": "Overflow warning and dry running protection",
  "prod.directStart.smart-wastewater.feat4": "Pump body water leak detection",
  "prod.directStart.smart-bore-hole.feat1": "Remote system operation and data viewing via 3G / WI-FI module",
  "prod.directStart.smart-bore-hole.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.directStart.smart-bore-hole.feat3": "Opens, runs and stops the system with information from float switches or level electrodes",
  "prod.directStart.smart-bore-hole.feat4": "Mounted in a specially designed box made of water-resistant IP 55 ABS material",
  "prod.directStart.smart-grinder.feat1": "Remote system operation and data viewing via 3G / WI-FI module",
  "prod.directStart.smart-grinder.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.directStart.smart-grinder.feat3": "Opens, runs and stops the system with information from the float switch",
  "prod.directStart.smart-grinder.feat4": "Mounted in a specially designed box made of water-resistant IP 55 ABS material",
  "prod.directStart.smart-exclusive-d.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.directStart.smart-exclusive-d.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.directStart.smart-exclusive-d.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, or level electrodes",
  "prod.invertor.fxa-serisi.desc": "In systems with up to 4 three-phase motors, advanced motor control is provided through electronic variable frequency starting method.",
  "prod.invertor.mini-speed.desc": "In systems with single or three-phase motors, advanced motor control is provided through electronic variable frequency starting method.",
  "prod.invertor.fxs-serisi.desc": "In systems with up to 4 three-phase motors, advanced motor control is provided through electronic variable frequency starting method.",
  "prod.invertor.fxa-serisi.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.invertor.fxa-serisi.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.invertor.fxa-serisi.feat3": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.invertor.fxa-serisi.feat4": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes or temperature sensors",
  "prod.invertor.mini-speed.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.invertor.mini-speed.feat2": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.invertor.mini-speed.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes or temperature sensors",
  "prod.invertor.fxs-serisi.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.invertor.fxs-serisi.feat2": "Easy and quick settings via clearly readable 7\" TFT touchscreen using navigation buttons",
  "prod.invertor.fxs-serisi.feat3": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.invertor.fxs-serisi.feat4": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes or temperature sensors",
  "prod.softStarter.pstx.desc": "In systems with three-phase motors, advanced motor control is provided through electronic soft starter starting method.",
  "prod.softStarter.pse.desc": "In systems with three-phase motors, advanced motor control is provided through electronic soft starter starting method.",
  "prod.softStarter.pstx.feat1": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.softStarter.pstx.feat2": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.softStarter.pstx.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes or temperature sensors",
  "prod.softStarter.pse.feat1": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.softStarter.pse.feat2": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes or temperature sensors",
  "prod.yildizUcgen.smart-exclusive-s.desc": "Microprocessor-based control panels control the system for up to 4 pumps in single-phase or three-phase configuration. Smart Exclusive S allows you to manage your system, change parameters, record events and messages, and perform many other operations practically.",
  "prod.yildizUcgen.smart-exclusive-s.feat1": "Remote system operation, data viewing and system control via 3G / WI-FI module",
  "prod.yildizUcgen.smart-exclusive-s.feat2": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.yildizUcgen.smart-exclusive-s.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, or level electrodes",
  "prod.dogrudanEM.start-one.desc": "A control panel with direct starting method that can drive 1 or 3-phase motors. Designed for filling and draining operations in clean water applications.",
  "prod.dogrudanEM.direct-start.desc": "A control panel with direct starting method that can simultaneously drive up to 4 pumps with 1 or 3-phase motors. Designed for filling, draining and pressurization operations in clean water and wastewater applications.",
  "prod.dogrudanEM.start-one.feat1": "Provides motor stopping, starting and running with float switch and level electrode connection",
  "prod.dogrudanEM.direct-start.feat1": "Provides motor starting and running with float switch and level electrode connection",
  "prod.yildizUcgenEM.star-delta-start.desc": "A star-delta start control panel that can simultaneously control up to 4 pumps with 1 or 3-phase motors. Designed for filling, draining and pressurization operations in clean water and wastewater applications.",
  "prod.yildizUcgenEM.star-delta-start.feat1": "Provides motor stopping, starting and running with float switch and level electrode connection",
  "prod.jokey.smart-jockey-en.desc": "Electric Motor Control Panel provides control in compliance with EN 12845 standard through Smart interface.",
  "prod.jokey.jockey-en.desc": "Jockey Pump Mechanical Control Panel provides control in compliance with EN 12845 standard.",
  "prod.jokey.smart-jockey-en.feat1": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.jokey.smart-jockey-en.feat2": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.jokey.smart-jockey-en.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes",
  "prod.jokey.jockey-en.feat1": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.jokey.jockey-en.feat2": "Opens, runs and stops the system with information from float switches, pressure switches, level electrodes",
  "prod.elektrikli.direct-en.desc": "Electric Motor Control Panel provides control in compliance with EN 12845 standard through Smart interface.",
  "prod.elektrikli.star-delta-en.desc": "Electric Motor Control Panel provides control in compliance with EN 12845 standard through Smart interface.",
  "prod.elektrikli.direct-en.feat1": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.elektrikli.direct-en.feat2": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.elektrikli.direct-en.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes",
  "prod.elektrikli.star-delta-en.feat1": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.elektrikli.star-delta-en.feat2": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.elektrikli.star-delta-en.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes",
  "prod.dizel.dizel-en.desc": "Diesel Motor Control Panel provides control in compliance with EN 12845 standard through Smart interface.",
  "prod.dizel.dizel-en.feat1": "Easy and quick settings via clearly readable LCD screen using navigation buttons",
  "prod.dizel.dizel-en.feat2": "Factory-mounted load switch with circuit breaker for motor protection and door locking mechanism",
  "prod.dizel.dizel-en.feat3": "Opens, runs and stops the system with information from float switches, pressure sensors and switches, level electrodes",
  "privacy.title": "Privacy Policy",
  "privacy.subtitle": "Protecting your personal data is our priority.",
  "privacy.lastUpdate": "Last updated: February 2026",
  "privacy.s1.title": "1. Introduction",
  "privacy.s1.p1": "As Taytech Automation and IT Inc. (\"Taytech\"), we are committed to protecting the privacy of our website visitors. This Privacy Policy explains how your personal data is collected, used, stored, and protected. By using our website, you are deemed to have accepted the terms set out in this policy.",
  "privacy.s2.title": "2. Personal Data Collected",
  "privacy.s2.p1": "The following personal data may be collected through our website:",
  "privacy.s2.li1": "Name and surname information",
  "privacy.s2.li2": "Email address",
  "privacy.s2.li3": "Phone number",
  "privacy.s2.li4": "Company name and position information",
  "privacy.s2.li5": "Message content submitted through contact forms",
  "privacy.s3.title": "3. Purposes of Data Use",
  "privacy.s3.p1": "The personal data we collect is used for the following purposes:",
  "privacy.s3.li1": "Responding to your contact requests",
  "privacy.s3.li2": "Providing information about our products and services",
  "privacy.s3.li3": "Offering technical support and after-sales services",
  "privacy.s3.li4": "Improving website experience and conducting analysis",
  "privacy.s3.li5": "Fulfilling our legal obligations",
  "privacy.s4.title": "4. Cookies",
  "privacy.s4.p1": "Our website may use cookies to improve user experience. Cookies are small text files stored in your browser. Essential functionality cookies are necessary for the website to function properly. Analytics cookies help us understand site usage. You can manage your cookie preferences from your browser settings; however, disabling some cookies may affect site functionality.",
  "privacy.s5.title": "5. Data Sharing",
  "privacy.s5.p1": "Your personal data is not shared with third parties except as required by law. Your data may only be shared to the minimum extent necessary with our business partners (hosting provider, email service provider, etc.) in order to provide our services. These business partners are also obligated to protect your data.",
  "privacy.s6.title": "6. Data Security",
  "privacy.s6.p1": "We implement industry-standard technical and administrative measures to ensure the security of your personal data. Your data is protected through SSL encryption, firewalls, and access control mechanisms. However, no data transmission over the internet can be guaranteed to be 100% secure.",
  "privacy.s7.title": "7. Your Rights (KVKK)",
  "privacy.s7.p1": "Under the Personal Data Protection Law (KVKK) No. 6698, you have the following rights:",
  "privacy.s7.li1": "To learn whether your personal data is being processed",
  "privacy.s7.li2": "To request information if your data has been processed",
  "privacy.s7.li3": "To learn the purpose of processing your personal data and whether they are used in accordance with their purpose",
  "privacy.s7.li4": "To request correction or deletion of your personal data",
  "privacy.s7.li5": "To object to the processing of your personal data",
  "privacy.s8.title": "8. Contact",
  "privacy.s8.p1": "For questions about our privacy policy or requests regarding your personal data, you can contact us:",
  "terms.title": "Terms of Use",
  "terms.subtitle": "Please read these terms before using our website.",
  "terms.lastUpdate": "Last updated: February 2026",
  "terms.s1.title": "1. General Provisions",
  "terms.s1.p1": "This website is operated by Taytech Automation and IT Inc. (\"Taytech\"). By accessing and using our website, you declare that you have read, understood, and accepted these Terms of Use. If you do not accept these terms, please do not use our website.",
  "terms.s2.title": "2. Use of Services",
  "terms.s2.p1": "Our website is designed to provide information about Taytech products, solutions, and services. You may use the site content only for legal and legitimate purposes. Unauthorized copying, distribution, or commercial use of the content is prohibited. Using our website to spread any malicious software or to gain unauthorized access to the site is strictly prohibited.",
  "terms.s3.title": "3. Intellectual Property Rights",
  "terms.s3.p1": "All content, designs, logos, texts, images, graphics, software, and other materials on our website are the intellectual property of Taytech and are protected under Turkish Intellectual Property Law and international agreements. IRONTRAP® is a registered trademark. Any reproduction, distribution, or use of these materials without Taytech's written permission is prohibited.",
  "terms.s4.title": "4. Product and Service Information",
  "terms.s4.p1": "Product information, technical specifications, and prices on our website are subject to change without prior notice. While Taytech makes every effort to ensure the accuracy of information on the website, it does not guarantee that the information is complete and error-free. We recommend that you review our current technical documents and contact our sales team before making purchasing decisions.",
  "terms.s5.title": "5. Limitation of Liability",
  "terms.s5.p1": "Taytech does not guarantee that the website will be uninterrupted, error-free, or virus-free. Taytech shall not be held liable for direct, indirect, incidental, special, or consequential damages arising from the use of the website. Links to third-party websites are provided solely for convenience, and Taytech is not responsible for the content of these sites.",
  "terms.s6.title": "6. Warranty and Return Policy",
  "terms.s6.p1": "Taytech products come with a standard 2-year warranty. All manufacturing-related defects are repaired free of charge during the warranty period. For situations not covered by the warranty (user error, unauthorized intervention, natural disasters, etc.), please contact our sales team for detailed information. Product return and exchange requests must be made within 14 days from the date of delivery.",
  "terms.s7.title": "7. Privacy",
  "terms.s7.p1": "For detailed information about the protection of your personal data, please review our page:",
  "terms.s8.title": "8. Changes",
  "terms.s8.p1": "Taytech reserves the right to change these Terms of Use at any time without prior notice. Changes take effect on the date they are published on the website. Your continued use of our website means that you accept the updated terms.",
  "terms.s9.title": "9. Governing Law and Jurisdiction",
  "terms.s9.p1": "These Terms of Use are subject to the laws of the Republic of Turkey. Kocaeli Courts and Enforcement Offices shall have jurisdiction over any disputes arising from these terms.",
  "terms.s10.title": "10. Contact",
  "terms.s10.p1": "For questions about our terms of use, you can contact us:"
}
