{
  "contact.hero": "TayTech ile iletişim",
  "contact.intro": "Süreçlerinizi optimize etmek, enerji verimliliğinizi artırmak ve işletmenizi akıllı teknolojilerle donatmak için doğru adrestesiniz.",
  "contact.intro2": "Taytech uzmanlığıyla tanışmak ve teknik detayları görüşmek için formu doldurabilir veya doğrudan bize ulaşabilirsiniz.",
  "contact.formTitle": "İletişim Formu",
  "contact.name": "Ad Soyad",
  "contact.email": "E-posta",
  "contact.phone": "Telefon",
  "contact.company": "Şirket",
  "contact.subject": "Konu",
  "contact.subjectPlaceholder": "Seçiniz",
  "contact.message": "Mesajınız",
  "contact.send": "Gönder",
  "contact.sending": "Gönderiliyor...",
  "contact.success": "Mesajınız başarıyla gönderildi! En kısa sürede size dönüş yapacağız.",
  "contact.error": "Mesaj gönderilemedi. Lütfen daha sonra tekrar deneyin veya doğrudan info@taytech.com.tr adresine yazın.",
  "contact.subject.urun": "Ürün Bilgisi",
  "contact.subject.teknik": "Teknik Destek",
  "contact.subject.satis": "Satış",
  "contact.subject.isbirligi": "İş Birliği",
  "contact.subject.diger": "Diğer",
  "contact.cta": "Taytech ürünleri, servisleri veya iş birliği fırsatları hakkında bilgi almak için ekibimize ulaşın.",
  "contact.corporate": "Kurumsal Bilgiler",
  "contact.companyName": "Taytech Otomasyon ve Bilişim A.Ş.",
  "contact.hq": "Merkez",
  "contact.hqAddr1": "Ataşehir Atatürk, Ataşehir Bulvarı No:16/53",
  "contact.hqAddr2": "Ataşehir, İstanbul",
  "contact.phoneLabel": "Telefon",
  "contact.phone1": "(0262) 502 51 49",
  "contact.phone2": "(0262) 502 51 50",
  "contact.fax": "Fax",
  "contact.faxNum": "(0262) 502 51 52",
  "contact.emailLabel": "E-mail",
  "contact.emailAddr": "info@taytech.com.tr",
  "contact.factory": "Fabrika",
  "contact.factoryAddr1": "İnönü Mahallesi Gebze Plastikçiler OSB",
  "contact.factoryAddr2": "Atatürk Bulvarı No:7/2",
  "contact.factoryAddr3": "Gebze/KOCAELİ",
  "contact.visit": "Bizi Ziyaret Edin",
  "corp.nav.taytech": "Taytech",
  "corp.nav.kurumsal": "Kurumsal",
  "corp.nav.muhendislik": "Her detayda mühendislik.",
  "corp.nav.rakamlar": "Rakamlarla üretim gücü.",
  "corp.nav.standartlar": "Standartların ötesinde.",
  "corp.nav.surdurulebilirlik": "Sürdürülebilirlik ve Verimlilik.",
  "corp.nav.destek": "Tam destek.",
  "corp.hero.title": "Her detayda mühendislik.",
  "corp.hero.desc": "40 yıllık sektörel birikim, Taytech'in temelini oluşturur. Tasarımdan üretime kadar tüm süreçleri kendi bünyemizde yönetiyor; elektronik kontrol ve veri yönetiminde uçtan uca çözümler sunuyoruz.",
  "corp.rakamlar.title": "Rakamlarla üretim gücü.",
  "corp.rakamlar.desc": "Büyük ölçekli düşünmek, güçlü bir altyapı gerektirir. Taytech olarak, tüm operasyonlarımızı Gebze Plastikçiler Organize Sanayi Bölgesi'ndeki modern tesislerimizde gerçekleştiriyoruz.",
  "corp.rakamlar.entegrasyon": "Uçtan Uca Entegrasyon",
  "corp.rakamlar.entegrasyonDesc": "Tasarımdan karta, montajdan son test aşamasına kadar her şey tek çatı altında. Bu, kalite kontrol süreçlerimizde sıfır hata hedeflememizi sağlar.",
  "corp.rakamlar.makine": "Modern Makine Parkuru",
  "corp.rakamlar.makineDesc": "Hassas mühendislik gerektiren her parça, en güncel teknolojik ekipmanlarla ve yalın yönetim prensipleriyle işlenir.",
  "corp.rakamlar.alan": "Toplam Alan",
  "corp.rakamlar.alanDesc": "Üretim ve yeniliğin birleştiği devasa bir ekosistem.",
  "corp.rakamlar.uretim": "Üretim Parkuru",
  "corp.rakamlar.uretimDesc": "En son teknoloji makine hatları ve akıllı montaj istasyonlarıyla donatılmış, yüksek kapasiteli üretim merkezi.",
  "corp.rakamlar.arge": "Ar-Ge Merkezi",
  "corp.rakamlar.argeDesc": "Fikirlerin prototipe, prototiplerin standartları belirleyen teknolojilere dönüştüğü özel bir tasarım alanı.",
  "corp.standartlar.title": "Standartların ötesinde.",
  "corp.standartlar.desc": "Kalite, Taytech için bir sonuç değil; bir başlangıç noktasıdır. Tüm üretim ve yönetim süreçlerimizi, küresel endüstriyel standartların en güncel hallerine göre yapılandırdık.",
  "corp.standartlar.iso1": "Kalite Yönetimi",
  "corp.standartlar.iso2": "Çevresel Sorumluluk",
  "corp.standartlar.iso3": "İş Sağlığı ve Güvenliği",
  "corp.standartlar.mevzuat": "Mevzuat Uyumu",
  "corp.standartlar.mevzuatDesc": "Teknik, ulusal ve uluslararası mevzuatları anlık olarak takip ediyoruz. Ürünlerimizin ve hizmetlerimizin sadece bugünün değil, geleceğin regülasyonlarına da hazır olmasını sağlıyoruz.",
  "corp.standartlar.denetim": "Sürekli Denetim",
  "corp.standartlar.denetimDesc": "Yönetim sistemimiz, bağımsız denetçiler ve iç ekiplerimiz tarafından düzenli olarak test edilir. Bu, Taytech isminin her zaman \"güvenilirlik\" ile eş anlamlı kalmasını sağlar.",
  "corp.standartlar.politikaBaslik": "KALİTE, ÇEVRE, İŞ SAĞLIĞI ve GÜVENLİĞİ POLİTİKASI",
  "corp.standartlar.politika1": "Elektriğin Kontrol ve Dağıtımına Özgü Cihazlar, Isı İstasyonu ve Manyetik Filtre İmalat faaliyetlerini gerçekleştiren ve sektöründe öncü bir kuruluş olan TAY TECH'in 'Hizmette ve Üretimde Mükemmellik' en önemli ilkesidir.",
  "corp.standartlar.politika2": "ISO 9001, ISO 14001, ISO 45001 standartları gerekliliklerine uygun olarak oluşturduğumuz entegre yönetim sistemini sürekli iyileştirmeyi, bu çerçevede tanımladığımız politikayı periyodik olarak gözden geçirmeyi ve geliştirmeyi taahhüt ederiz. Bu kapsamda;",
  "corp.standartlar.taahhut": "taahhüt ederiz.",
  "corp.standartlar.imza": "Genel Müdür",
  "corp.standartlar.imzaAd": "Tayfun Başaran",
  "corp.standartlar.madde1": "Deneyimli ve eğitimli kadromuz ile uygun fiyat ve ödeme şartlarında müşterilerimize en iyi hizmeti sunarak müşteri memnuniyetini sağlamayı,",
  "corp.standartlar.madde2": "Teknolojiyi yakından takip ederek en son üretim sistem ve donanımlarını bünyemize katarak sürekli gelişmeyi,",
  "corp.standartlar.madde3": "Her aşamada büyük bir özenle yürütülen çalışmalar sonucu üretilen ürünler için yüzde yüz kalite kontrolü gerçekleştirmeyi,",
  "corp.standartlar.madde4": "Müşterilerimiz, tedarikçilerimiz ve çalışanlarımız başta olmak üzere ilgili tarafların ihtiyaç ve beklentilerinin anlaşılmasını sağlayarak bu doğrultuda faaliyetlerimizi gerçekleştirmeyi,",
  "corp.standartlar.madde5": "Faaliyetlerimizi ve ürünlerimizi standart kalitede gerçekleştirmeyi,",
  "corp.standartlar.madde6": "Faaliyet kapsamımızdaki yasal ve diğer şartlara uymayı,",
  "corp.standartlar.madde7": "Faaliyetimizden kaynaklı tehlikeleri tespit ederek risk değerlendirme çalışmasını yapmayı ve gerekli düzeltici faaliyetleri uygulamayı,",
  "corp.standartlar.madde8": "İş sağlığı ve güvenliği kapsamındaki olayları ve meslek hastalıklarını önlemeyi,",
  "corp.standartlar.madde9": "Çevre amaçları ile uyumlu olarak faaliyetlerimizin ve ürünlerimizin çevre üzerindeki olumsuz etkilerini en aza indirmeyi mümkünse ortadan kaldırmayı,",
  "corp.standartlar.madde10": "Çevresel risk değerlendirme çalışmasını yapmayı ve gerekli düzeltici faaliyetleri uygulamayı,",
  "corp.standartlar.madde11": "Faaliyetlerimizi gerçekleştirirken kirliliği önlemeyi ve doğal kaynaklarımızı korumayı,",
  "corp.standartlar.madde12": "Atık yönetim planı kapsamında atıklarımızı ayrıştırarak geri kazanımını sağlamayı, geri kazanımı mümkün olmayan atıklarımızı uygun bir şekilde bertaraf ettirmeyi,",
  "corp.standartlar.madde13": "Faaliyetlerimizi kalite yönetim prensipleri doğrultusunda gerçekleştirerek sürekli iyileştirmeyi sağlamayı,",
  "corp.surdurulebilirlik.title": "Sürdürülebilirlik ve Verimlilik.",
  "corp.surdurulebilirlik.subtitle": "Daimî olma yeteneği.",
  "corp.surdurulebilirlik.desc": "Taytech için sürdürülebilirlik, sadece bir çevre politikası değil; kaynakların, teknolojinin ve kurumsal değişimin tam bir uyum içinde yönetilmesidir. Geleceğin ihtiyaçlarını bugünden koruyan dengeli bir üretim ekosistemi inşa ediyoruz.",
  "corp.surdurulebilirlik.ekonomi": "Ekonomik Büyüme ve Çevre Dengesi",
  "corp.surdurulebilirlik.ekonomiDesc": "Sosyal gelişimi ve ekonomik büyümeyi, çevre koruma prensipleriyle aynı potada eritiyoruz.",
  "corp.surdurulebilirlik.yalin": "Yalın Yönetim Felsefesi",
  "corp.surdurulebilirlik.yalinDesc": "Tüm süreçleri tanımlayarak ölçülebilir bir yapı kuruyoruz. Her iyileştirme, daha az kaynak tüketimi demektir.",
  "corp.surdurulebilirlik.kaynak": "Kaynakların Etkin Kullanımı",
  "corp.surdurulebilirlik.kaynakDesc": "Tasarladığımız her çözümde enerji tasarrufunu standart hale getiriyoruz.",
  "corp.surdurulebilirlik.gelecek": "Geleceği Korumak",
  "corp.surdurulebilirlik.gelecekDesc": "Sürdürülebilirlik bizim için bir varış noktası değil, sürekli bir gelişim yolculuğudur.",
  "corp.destek.title": "Tam destek.",
  "corp.destek.subtitle": "Her adımda, her çözümde.",
  "corp.destek.desc": "Mühendislik deneyimimizi, ihtiyaç duyduğunuz her an yanınızda olacak bir danışmanlık hizmetine dönüştürüyoruz. Sadece ürün sunmuyor; projenizin ömür boyu verimli çalışmasını sağlayacak uzman desteğini garanti ediyoruz.",
  "corp.destek.danismanlik": "Bütünsel Danışmanlık",
  "corp.destek.danismanlikDesc": "Satış öncesi süreçten başlayarak, projenize en uygun teknolojik altyapıyı birlikte kurguluyoruz. Uzman ekibimizle ihtiyaçlarınızı analiz ediyor ve en verimli çözümü sunuyoruz.",
  "corp.destek.hizli": "Hızlı Çözüm",
  "corp.destek.hizliDesc": "En kısa sürede teknik destek",
  "corp.destek.satisSonrasi": "Satış Sonrası",
  "corp.destek.satisSonrasiDesc": "Kurulumdan sonra da yanınızdayız",
  "corp.destek.kadro": "Eğitimli Kadro, Modern Altyapı",
  "corp.destek.kadroDesc": "Son teknoloji ve makinelerle sürekli güncellenen ekibimiz, en karmaşık sistemlerde bile size yol gösterecek teknik donanıma sahiptir.",
  "corp.destek.rekabet": "Rekabetçi Güç",
  "corp.destek.rekabetDesc": "En iyi hizmeti, en doğru ödeme şartları ve rekabetçi fiyatlarla sunarak iş ortaklarımızın başarısını destekliyoruz.",
  "nav.urunler": "Ürünler",
  "nav.cozumler": "Çözümler",
  "nav.dokuman": "Doküman Merkezi",
  "nav.haberler": "Haberler",
  "nav.bilgi": "Bilgi Merkezi",
  "nav.kurumsal": "Kurumsal",
  "nav.iletisim": "İletişim",
  "mega.urunlerimiz": "Ürünlerimiz",
  "mega.kategori": "Kategori",
  "mega.urunler": "Ürünler",
  "mega.bilgiMerkezi": "Bilgi Merkezi",
  "mega.bilgiDesc": "Teknik dokümanlar, eğitim videoları, sıkça sorulan sorular ve uzman destek ekibimizle ihtiyacınız olan tüm kaynaklara tek bir noktadan ulaşın.",
  "mega.kesfet": "Keşfet",
  "mega.prod.akilli": "Akıllı Kontrol Panoları",
  "mega.prod.isi": "Isı İstasyonu Uygulamaları",
  "mega.prod.elektronik": "Elektronik",
  "mega.prod.cloud": "Taytech Cloud",
  "mega.prod.manyetik": "IRONTRAP® Manyetik Filtre",
  "mega.prod.sivilar": "IRONTRAP® Koruyucu ve Temizleyici Sıvılar",
  "mega.prod.koruyucu": "Koruyucu Sıvılar",
  "mega.prod.temizleyici": "Temizleyici Sıvılar",
  "mega.prod.smartEnd": "Smart Endüstriyel Kontrolörler",
  "mega.prod.isiKontrol": "Isı İstasyonu Elektronik Kontrolörleri",
  "mega.prod.yerden": "Yerden Isıtma Kontrolörleri",
  "mega.prod.elektronikPano": "Elektronik Kontrol Panoları",
  "mega.prod.elektromekanikPano": "Elektromekanik Kontrol Panoları",
  "mega.prod.yanginPano": "Yangın Sistemleri Kontrol Panoları",
  "mega.prod.grinder": "Smart Grinder Kontrolörleri",
  "mega.prod.hidrofor": "Smart Hidrofor Kontrolörleri",
  "mega.prod.atikSu": "Smart Atık Su Kontrolörleri",
  "mega.prod.derinKuyu": "Smart Derin Kuyu Kontrolörleri",
  "mega.prod.tboxYerden": "T-Box Yerden Isıtma Kontrolörü",
  "mega.prod.invertor": "İnvertör Yol Verme Panoları",
  "mega.prod.softStarter": "Soft Starter Yol Verme Panoları",
  "mega.prod.yildizUcgen": "Yıldız / Üçgen Yol Verme Panoları",
  "mega.prod.dogrudan": "Doğrudan Yol Verme",
  "mega.prod.yildizUcgenEM": "Yıldız / Üçgen Yol Verme",
  "mega.prod.jokey": "Jokey Serisi",
  "mega.prod.elektrikli": "Elektrikli",
  "mega.prod.dizel": "Dizel",
  "mega.bilgi.video": "Video Arşivi",
  "mega.bilgi.dokuman": "Doküman İndir",
  "mega.bilgi.sss": "Sıkça Sorulan Sorular",
  "mega.bilgi.destek": "Teknik Destek Ekibi",
  "mega.bilgi.akademi": "Taytech Akademi",
  "haberler.title": "Bizden Haberler",
  "haberler.subtitle": "Taytech'ten son gelişmeler ve duyurular",
  "cozumler.title": "Çözümlerimiz",
  "cozumler.desc": "Taytech olarak ticari tesislerden sağlık kurumlarına, eğitim yapılarından endüstriyel kazan dairelerine kadar her sektörün kendine özgü ihtiyaçlarını anlıyor ve uçtan uca mühendislik çözümleri sunuyoruz. Isıtma, soğutma, kontrol ve otomasyon alanlarında 40 yılı aşkın deneyimimizle projelerinize değer katıyoruz.",
  "cozumler.detay": "Detayları keşfet →",
  "cozumler.ticari": "Ticari Tesisler",
  "cozumler.ticariDesc": "Alışveriş merkezleri, ofis binaları ve iş merkezleri için enerji verimliliğini en üst düzeye çıkaran akıllı ısıtma, soğutma ve kontrol çözümleri.",
  "cozumler.toplu": "Toplu Konutlar",
  "cozumler.topluDesc": "Site, rezidans ve toplu yaşam alanlarında merkezi ısıtma ve sıcak su sistemlerinin optimize edilmesi için uçtan uca otomasyon çözümleri.",
  "cozumler.bakim": "Bakım ve Huzur Evleri",
  "cozumler.bakimDesc": "Kesintisiz konfor ve güvenlik gerektiren bakım tesisleri için hassas sıcaklık kontrolü ve enerji izleme sistemleri.",
  "cozumler.yeni": "Yeni Projeler",
  "cozumler.yeniDesc": "Sıfırdan inşa edilen projelerde altyapı planlamasından devreye almaya kadar entegre mekanik otomasyon ve kontrol panosu çözümleri.",
  "cozumler.hastane": "Hastaneler",
  "cozumler.hastaneDesc": "Kritik çevre koşullarının sürekli izlenmesi gereken sağlık tesislerinde yüksek güvenilirlikli ısı istasyonu ve kontrol sistemleri.",
  "cozumler.kazan": "Endüstriyel Kazan Dairesi",
  "cozumler.kazanDesc": "Yüksek kapasiteli endüstriyel kazan dairelerinde verimlilik artışı, enerji tasarrufu ve uzaktan izleme çözümleri.",
  "cozumler.spor": "Spor ve Eğlence Tesisleri",
  "cozumler.sporDesc": "Spor salonları, yüzme havuzları ve eğlence merkezlerinde konfor ve hijyen standartlarını karşılayan özel mekanik tesisat çözümleri.",
  "cozumler.saha": "Saha Dışı Üretim",
  "cozumler.sahaDesc": "Prefabrik ve modüler yapı projelerinde fabrikada üretilip sahada monte edilen hazır ısı istasyonu ve kontrol panosu çözümleri.",
  "cozumler.egitim": "Eğitim Yapıları",
  "cozumler.egitimDesc": "Okullar, üniversiteler ve kampüs alanlarında enerji verimliliğini artıran, uzaktan yönetilebilir merkezi ısıtma ve kontrol sistemleri.",
  "sss.bilgiMerkezi": "Bilgi Merkezi",
  "sss.title": "Sıkça Sorulan Sorular",
  "sss.desc": "Taytech ürünleri, çözümleri ve hizmetleri hakkında en çok merak edilen soruların yanıtları.",
  "sss.kategoriler": "Kategoriler",
  "sss.tumu": "Tümü",
  "sss.sorunuz": "Sorunuz mu var?",
  "sss.sorunuzDesc": "Aradığınız yanıtı bulamadıysanız bize ulaşın.",
  "sss.iletisim": "İletişime Geç →",
  "sss.cat.genel": "Genel",
  "sss.cat.urunler": "Ürünler",
  "sss.cat.teknik": "Teknik Destek",
  "sss.cat.cozumler": "Çözümler",
  "sss.g1.q": "Taytech ne iş yapar?",
  "sss.g1.a": "Taytech Otomasyon ve Bilişim A.Ş., ısıtma-soğutma kontrol sistemleri, akıllı kontrol panoları, ısı istasyonları, elektronik kontrolörler, IRONTRAP® manyetik filtreler ve Taytech Cloud uzaktan izleme platformu alanlarında uçtan uca mühendislik çözümleri sunan bir Türk teknoloji şirketidir.",
  "sss.g2.q": "Taytech'in üretim tesisleri nerededir?",
  "sss.g2.a": "Tüm üretim faaliyetlerimiz, Gebze Plastikçiler Organize Sanayi Bölgesi'ndeki 5.600 m² toplam alana sahip modern tesislerimizde gerçekleştirilmektedir. Tesisimiz 4.750 m² üretim parkuru ve 860 m² Ar-Ge merkezinden oluşmaktadır.",
  "sss.g3.q": "Taytech hangi sertifikalara sahiptir?",
  "sss.g3.a": "Taytech, ISO 9001:2015 Kalite Yönetimi, ISO 14001:2015 Çevre Yönetimi ve ISO 45001:2018 İş Sağlığı ve Güvenliği sertifikalarına sahiptir. Tüm üretim süreçlerimiz bu standartlara uygun şekilde yürütülmektedir.",
  "sss.g4.q": "Taytech'in merkezi nerededir?",
  "sss.g4.a": "Şirket merkezimiz İstanbul Ataşehir'de, fabrikamız ise Kocaeli Gebze'dedir. Adres: İnönü Mahallesi, Gebze Plastikçiler OSB, Atatürk Bulvarı No:7/2, Gebze/Kocaeli.",
  "sss.u1.q": "Akıllı Kontrol Panoları nelerdir?",
  "sss.u1.a": "Akıllı Kontrol Panoları, pompa ve motor sistemlerinin otomatik olarak yönetilmesini sağlayan elektronik veya elektromekanik kontrol üniteleridir. Direct Start, İnvertör, Soft Starter ve Yıldız-Üçgen yol verme gibi farklı tiplerde üretilmektedir.",
  "sss.u2.q": "Isı İstasyonu Uygulamaları nelerdir?",
  "sss.u2.a": "Isı istasyonları, merkezi ısıtma sistemlerinden gelen ısı enerjisini binalara dağıtan kompakt ünitelerdir. Direct ve Indirect olmak üzere iki ana kategoride sunulmaktadır.",
  "sss.u3.q": "IRONTRAP® Manyetik Filtre ne işe yarar?",
  "sss.u3.a": "IRONTRAP® Manyetik Filtre, ısıtma ve soğutma sistemlerindeki su devresinde dolaşan manyetik parçacıkları yakalayarak sistemin verimini korur. Geleneksel yöntemlere göre %65 daha iyi performans gösterir.",
  "sss.u4.q": "Taytech Cloud nedir?",
  "sss.u4.a": "Taytech Cloud, tüm mekanik tesisat sistemlerinizi uzaktan izlemenizi ve yönetmenizi sağlayan IoT tabanlı bir platformdur.",
  "sss.u5.q": "Elektronik kontrolörleriniz hangi alanlarda kullanılır?",
  "sss.u5.a": "Elektronik kontrolörlerimiz üç ana kategoride sunulmaktadır: Smart Endüstriyel Kontrolörler, Isı İstasyonu Elektronik Kontrolörleri ve Yerden Isıtma Kontrolörleri.",
  "sss.u6.q": "Koruyucu ve temizleyici sıvılar ne için kullanılır?",
  "sss.u6.a": "IRONTRAP® Koruyucu Sıvılar sisteminizi korozyona karşı korurken, Temizleyici Sıvılar mevcut birikintileri temizler. Bu ürünler, ısıtma-soğutma sistemlerinin ömrünü uzatır.",
  "sss.t1.q": "Satış sonrası teknik destek sunuyor musunuz?",
  "sss.t1.a": "Evet. Taytech olarak satış öncesi danışmanlıktan kurulum sonrası teknik desteğe kadar tüm süreçlerde yanınızdayız.",
  "sss.t2.q": "Ürünlerinizin teknik dokümanlarına nasıl ulaşabilirim?",
  "sss.t2.a": "Tüm teknik veri sayfaları, kullanım kılavuzları ve kataloglarımıza web sitemizin Doküman Merkezi bölümünden ulaşabilirsiniz.",
  "sss.t3.q": "Projem için hangi ürünlerin uygun olduğunu nasıl belirleyebilirim?",
  "sss.t3.a": "Mühendislik ekibimiz, projenizin özelliklerine göre en uygun ürün ve sistem konfigürasyonunu belirlemek için ücretsiz teknik danışmanlık hizmeti sunmaktadır.",
  "sss.t4.q": "Taytech ürünleri için garanti süresi ne kadardır?",
  "sss.t4.a": "Ürünlerimiz standart olarak 2 yıl garanti kapsamındadır. Garanti süresi boyunca üretim kaynaklı tüm arızalar ücretsiz olarak giderilir.",
  "sss.c1.q": "Hangi sektörlere çözüm sunuyorsunuz?",
  "sss.c1.a": "Ticari tesisler, toplu konutlar, bakım ve huzur evleri, hastaneler, endüstriyel kazan daireleri, spor ve eğlence tesisleri, saha dışı üretim projeleri ve eğitim yapıları başta olmak üzere geniş bir sektör yelpazesine hizmet vermekteyiz.",
  "sss.c2.q": "Mevcut sistemime Taytech ürünlerini entegre edebilir miyim?",
  "sss.c2.a": "Evet. Ürünlerimiz, mevcut mekanik tesisat altyapılarına uyum sağlayacak şekilde tasarlanmıştır.",
  "sss.c3.q": "Uzaktan izleme sistemi kurulumu ne kadar sürer?",
  "sss.c3.a": "Taytech Cloud platformunun kurulum süresi projenin kapsamına göre değişiklik gösterebilir. Detaylı bilgi ve projenize özel süre planlaması için lütfen ekibimizle iletişime geçiniz.",
  "news.1": "Taytech, Mas Academy'nin Konuğu Oldu",
  "news.2": "IRONTRAP® Manyetik Filtre Serisi Genişliyor",
  "news.3": "Yeni Nesil Smart Kontrol Panoları Tanıtıldı",
  "news.4": "Isı İstasyonu Uygulamalarında Yenilik",
  "news.5": "Gebze Tesislerinde Kapasite Artışı",
  "news.6": "Taytech Cloud Platformu Yayında",
  "news.7": "ISO 9001:2015 Sertifikası Yenilendi",
  "news.8": "Akıllı Bina Projelerinde Yeni İşbirlikleri",
  "cozumler.nav": "Çözümler",
  "cozumler.nedenTaytech": "Neden Taytech?",
  "cozumler.sunduguCozumler": "Sunduğumuz Çözümler",
  "cozumler.ticari.h2": "Ticari Tesislerde Enerji Verimliliği",
  "cozumler.ticari.p1": "Ticari tesisler, yüksek enerji tüketimi ve karmaşık mekanik altyapılarıyla özel mühendislik çözümleri gerektiren yapılardır. Alışveriş merkezleri, ofis kuleleri, iş merkezleri ve karma kullanımlı yapılarda enerji maliyetleri toplam işletme giderlerinin önemli bir bölümünü oluşturur.",
  "cozumler.ticari.p2": "Taytech olarak ticari tesislere özel olarak geliştirdiğimiz merkezi ısıtma ve soğutma kontrol sistemleri, bina otomasyon entegrasyonları ve uzaktan izleme çözümleriyle enerji verimliliğini en üst düzeye çıkarıyoruz.",
  "cozumler.ticari.neden": "40 yılı aşkın sektörel deneyimimiz, ISO sertifikalı üretim süreçlerimiz ve uçtan uca mühendislik yaklaşımımızla ticari tesislerinizin enerji verimliliğini artırırken işletme maliyetlerinizi düşürüyoruz.",
  "cozumler.toplu.h2": "Merkezi Sistem Yönetimi",
  "cozumler.toplu.p1": "Toplu konut projeleri, yüzlerce hatta binlerce bağımsız bölümün ısıtma ve sıcak su ihtiyacını tek bir merkezden karşılamayı gerektirir. Bu ölçekteki sistemlerde dağıtım dengesi, bireysel tüketim ölçümü ve enerji verimliliği kritik önem taşır.",
  "cozumler.toplu.p2": "Taytech, toplu konut projelerinde merkezi ısı istasyonlarından daire içi dağıtım sistemlerine kadar uçtan uca çözümler sunar. IRONTRAP® manyetik filtreler ile su kalitesini korurken, elektronik kontrolörlerimiz ile her dairenin ısı tüketimini hassas bir şekilde yönetiriz.",
  "cozumler.bakim.h2": "Hassas Ortam Kontrolü",
  "cozumler.bakim.p1": "Bakım evleri ve huzur evleri, sakinlerinin sağlık durumları nedeniyle kesintisiz ve hassas sıcaklık kontrolü gerektiren özel tesislerdir. Ortam sıcaklığındaki küçük dalgalanmalar bile yaşlı ve bakıma muhtaç bireyler için ciddi sağlık riskleri oluşturabilir.",
  "cozumler.bakim.p2": "Taytech, bu hassas tesisler için yüksek güvenilirlikli ısıtma kontrol sistemleri, otomatik yedekleme mekanizmaları ve 7/24 uzaktan izleme çözümleri sunar.",
  "cozumler.yeni.h2": "Projenizin İlk Gününden Yanınızdayız",
  "cozumler.yeni.p1": "Yeni inşa edilen projelerde mekanik tesisat altyapısının doğru planlanması, binanın tüm ömrü boyunca verimli çalışmasının temelini oluşturur.",
  "cozumler.yeni.p2": "Taytech mühendislik ekibi, proje bazlı fizibilite çalışmalarından keşif ve şartname hazırlığına, üretimden devreye almaya kadar tüm süreçlerde teknik danışmanlık sağlar.",
  "cozumler.hastane.h2": "Sıfır Tolerans Güvenilirlik",
  "cozumler.hastane.p1": "Hastaneler, ameliyathaneler, yoğun bakım üniteleri ve sterilizasyon alanları gibi kritik bölgeleri barındıran yapılardır. Bu alanlarda sıcaklık ve nem kontrolündeki en küçük sapma, hasta güvenliğini doğrudan etkiler.",
  "cozumler.hastane.p2": "Taytech, sağlık tesisleri için yedekli pompa kontrol panoları, otomatik geçiş sistemleri ve Taytech Cloud üzerinden anlık izleme imkanı sunan çözümler geliştirir.",
  "cozumler.kazan.h2": "Endüstriyel Ölçekte Enerji Yönetimi",
  "cozumler.kazan.p1": "Endüstriyel kazan daireleri, fabrikalar, üretim tesisleri ve büyük ölçekli ısıtma merkezlerinin kalbidir. Bu tesislerde yüksek basınç, yüksek sıcaklık ve büyük debi değerleriyle çalışan sistemlerin güvenli ve verimli yönetimi, uzman mühendislik bilgisi gerektirir.",
  "cozumler.kazan.p2": "Taytech, endüstriyel kazan daireleri için özel olarak tasarlanan kontrol panoları, kaskad kazan yönetim sistemleri ve IRONTRAP® manyetik filtrelerle sistem ömrünü uzatır, yakıt tüketimini azaltır.",
  "cozumler.spor.h2": "Konfor ve Hijyen Bir Arada",
  "cozumler.spor.p1": "Spor salonları, yüzme havuzları, SPA merkezleri ve eğlence tesisleri, farklı sıcaklık bölgeleri, yüksek nem kontrolü ve büyük miktarda sıcak su üretimi gerektiren kompleks yapılardır.",
  "cozumler.spor.p2": "Taytech, bu tesislerin çok bölgeli iklim kontrol ihtiyaçlarına özel çözümler sunar. Isı geri kazanım sistemleri, havuz ısıtma kontrol panoları ve IRONTRAP® ürünleriyle su kalitesini koruyarak enerji maliyetlerini minimize ederiz.",
  "cozumler.saha.h2": "Fabrikadan Sahaya: Hazır Modüler Çözümler",
  "cozumler.saha.p1": "Saha dışı üretim, modern yapı endüstrisinin en verimli yaklaşımlarından biridir. Isı istasyonları ve kontrol panolarının kontrollü fabrika ortamında üretilmesi, kalite tutarlılığını artırır.",
  "cozumler.saha.p2": "Taytech, Gebze'deki modern tesislerinde prefabrik ısı istasyonları ve hazır kontrol panoları üreterek projelerinize tak-çalıştır kolaylığı sunar.",
  "cozumler.egitim.h2": "Kampüs Çapında Akıllı Enerji Yönetimi",
  "cozumler.egitim.p1": "Okullar, üniversiteler ve kampüsler, geniş alanlara yayılan çok binalı yapılar olarak karmaşık ısıtma ve iklimlendirme altyapıları gerektirir.",
  "cozumler.egitim.p2": "Taytech, eğitim yapıları için merkezi kazan dairesi otomasyonu, bina bazlı ısı istasyonları ve Taytech Cloud platformuyla tüm kampüsün tek ekrandan yönetilmesini sağlayan çözümler sunar.",
  "hero.title": "TayTech",
  "hero.subtitle": "Herkes için Yüksek Teknoloji.",
  "home.akilli": "Akıllı Kontrol Panoları",
  "home.isi": "Isı İstasyonu Uygulamaları",
  "home.manyetik": "IRONTRAP® Manyetik Filtre",
  "home.elektronik": "Elektronik",
  "home.cloud": "Taytech Cloud",
  "home.sivilar": "IRONTRAP® Koruyucu ve Temizleyici Sıvılar",
  "home.dokuman.taytech": "Taytech",
  "home.dokuman.title": "Doküman Merkezi",
  "home.dokuman.desc": "Tüm teknik veri sayfaları, kullanım kılavuzları ve kataloglara tek bir noktadan ulaşın.",
  "home.dokuman.btn": "Tüm Dokümanları Gör",
  "home.dokuman.datasheet": "Teknik Veri Sayfası",
  "home.dokuman.kilavuz": "Kullanım Kılavuzu",
  "home.dokuman.katalog": "Katalog",
  "home.dokuman.sub1": "Elektronik",
  "home.dokuman.sub2": "Isı İstasyonu",
  "home.dokuman.sub3": "Genel",
  "home.cozumler.title": "Sunduğumuz Çözümleri Keşfet",
  "home.cozumler.desc": "Her sektöre özel, uçtan uca mühendislik çözümleri",
  "home.cozumler.btn": "Tüm Çözümlerimiz",
  "home.cozumler.label": "Çözümlerimiz",
  "home.cozumler.toplu": "Toplu Konutlar",
  "home.cozumler.topluDesc": "Site, rezidans ve toplu yaşam alanlarında merkezi ısıtma ve sıcak su sistemleri.",
  "home.cozumler.kazan": "Endüstriyel Kazan Dairesi",
  "home.cozumler.kazanDesc": "Yüksek kapasiteli kazan dairelerinde verimlilik artışı ve uzaktan izleme çözümleri.",
  "home.cozumler.egitim": "Eğitim Yapıları",
  "home.cozumler.egitimDesc": "Okullar ve kampüslerde enerji verimli merkezi ısıtma ve kontrol sistemleri.",
  "home.standartlar.title": "Standartların ötesinde.",
  "home.standartlar.desc": "Kalite, Taytech için bir sonuç değil; bir başlangıç noktasıdır. Tüm üretim ve yönetim süreçlerimizi, küresel endüstriyel standartların en güncel hallerine göre yapılandırdık.",
  "home.standartlar.iso1": "Kalite Yönetimi",
  "home.standartlar.iso2": "Çevresel Sorumluluk",
  "home.standartlar.iso3": "İş Sağlığı ve Güvenliği",
  "home.standartlar.btn": "Kurumsalı oku",
  "home.haberler.title": "Bizden Haberler",
  "home.haberler.btn": "Tüm Haberler →",
  "home.bg.ticari": "Ticari Tesisler",
  "home.bg.toplu": "Toplu Konutlar",
  "home.bg.hastane": "Hastaneler",
  "home.bg.bakim": "Bakım Evleri",
  "home.bg.yeni": "Yeni Projeler",
  "home.bg.kazan": "Kazan Dairesi",
  "dokuman.taytech": "Taytech",
  "dokuman.title": "Doküman Merkezi",
  "dokuman.desc": "Tüm teknik dokümanlar, kullanım kılavuzları ve kataloglar tek bir yerde.",
  "dokuman.search": "Ürün adı veya kategori ile arayın...",
  "dokuman.showing": "doküman gösteriliyor",
  "dokuman.activeFilters": "filtre aktif — Temizle",
  "dokuman.download": "İndir ↓",
  "dokuman.type.datasheet": "Teknik Veri Sayfası",
  "dokuman.type.kilavuz": "Kullanım Kılavuzu",
  "dokuman.type.katalog": "Katalog",
  "dokuman.filter.kategori": "Kategori",
  "dokuman.filter.altKategori": "Alt Kategori",
  "dokuman.filter.urun": "Ürün",
  "dokuman.filter.tip": "Doküman Tipi",
  "dokuman.filter.tumu": "Tümü",
  "dokuman.noResult": "Sonuç bulunamadı",
  "dokuman.noResultDesc": "Farklı bir arama veya filtre deneyin.",
  "dokuman.clearFilters": "Filtreleri Temizle",
  "dokuman.cat.akilli": "Akıllı Kontrol Panoları",
  "dokuman.cat.isi": "Isı İstasyonu",
  "dokuman.cat.elektronik": "Elektronik",
  "dokuman.cat.cloud": "Taytech Cloud",
  "dokuman.cat.manyetik": "Manyetik Filtre",
  "dokuman.cat.genel": "Genel",
  "dokuman.sub.elektronik": "Elektronik",
  "dokuman.sub.elektromekanik": "Elektromekanik",
  "dokuman.sub.yangin": "Yangın Sistemleri",
  "dokuman.sub.direct": "Direct",
  "dokuman.sub.indirect": "Indirect",
  "dokuman.sub.smart": "Smart Endüstriyel",
  "dokuman.sub.isiKontrol": "Isı İstasyonu Kontrolörleri",
  "dokuman.sub.yerden": "Yerden Isıtma",
  "dokuman.sub.cloud": "Cloud",
  "dokuman.sub.manyetik": "Manyetik Filtre",
  "dokuman.sub.genel": "Genel",
  "footer.cozumler": "Çözümler",
  "footer.bilgiMerkezi": "Bilgi Merkezi",
  "footer.dokumanMerkezi": "Doküman Merkezi",
  "footer.tumDokumanlar": "Tüm Dokümanlar",
  "footer.kurumsal": "Kurumsal",
  "footer.hakkimizda": "Hakkımızda",
  "footer.haberler": "Haberler",
  "footer.iletisim": "İletişim",
  "urunler.kategoriler": "Kategoriler",
  "urunler.akilli.title": "Akıllı Kontrol Panoları",
  "urunler.isi.title": "Isı İstasyonu Uygulamaları",
  "urunler.elektronik.title": "Elektronik",
  "urunler.sivilar.title": "IRONTRAP® Koruyucu ve Temizleyici Sıvılar",
  "footer.urun.akilli": "Akıllı Kontrol Panoları",
  "footer.urun.elektronikPano": "Elektronik Kontrol Panoları",
  "footer.urun.elektromekanikPano": "Elektromekanik Kontrol Panoları",
  "footer.urun.yangin": "Yangın Sistemleri",
  "footer.urun.isi": "Isı İstasyonu Uygulamaları",
  "footer.urun.direct": "Direct",
  "footer.urun.indirect": "Indirect",
  "footer.urun.elektronik": "Elektronik",
  "footer.urun.smartEnd": "Smart Endüstriyel Kontrolörler",
  "footer.urun.isiKontrol": "Isı İstasyonu Kontrolörleri",
  "footer.urun.yerden": "Yerden Isıtma Kontrolörleri",
  "footer.urun.cloud": "Taytech Cloud",
  "footer.urun.dataloger": "Dataloger",
  "footer.urun.gsm": "GSM Modem",
  "footer.urun.mbus": "M-Bus Converter",
  "footer.urun.manyetik": "IRONTRAP® Manyetik Filtre",
  "footer.urun.sivilar": "IRONTRAP® Sıvılar",
  "footer.urun.koruyucu": "Koruyucu Sıvılar",
  "footer.urun.temizleyici": "Temizleyici Sıvılar",
  "footer.copyright": "Taytech Otomasyon ve Bilişim A.Ş. Tüm hakları saklıdır.",
  "footer.privacy": "Gizlilik Politikası",
  "footer.terms": "Kullanım Koşulları",
  "footer.sitemap": "Site Haritası",
  "prod.back.home": "Ana Sayfa",
  "prod.back.categories": "Kategoriler",
  "prod.features": "Özellikler",
  "prod.documents": "Belgeler",
  "prod.techSpecs": "Teknik Özellikler",
  "prod.appAreas": "Uygulama Alanları",
  "prod.techData": "Teknik Veriler",
  "prod.usageAdvantages": "Kullanım Avantajları",
  "prod.orderCode": "Sipariş Kodu",
  "prod.comingSoon": "Bu ürünün detayları yakında eklenecektir.",
  "prod.smartSolutions": "Uygulamalar için akıllı çözümler",
  "prod.datasheet": "Teknik Veri Sayfası",
  "prod.userManual": "Kullanım Kılavuzu",
  "prod.manyetik.title": "IRONTRAP® Manyetik Filtre",
  "prod.manyetik.desc": "Korozyona ve manyetite karşı koruma sağlayan IronTrap manyetik filtreler otomatik hava atma prüjörüne entegre olarak tasarlanmıştır. Hava bir katalizördür, bu sebeple ısıtma soğutma sistemlerinde korozyon gelişmesine sebep olur. Devreye alma ve boşaltma esnasında sisteme gelen hava otomatik hava atma prujörü ile sistem dışına atılır. Sistem çalışır durumdayken IronTrap manyetik filtresi üzerinden geçen akışkanın içerisindeki havayı otomatik hava atma purjörü üzerinden dışarıya atar.",
  "prod.manyetik.feat1": "Geleneksel yöntemlere göre %65 daha iyi performans gösterir",
  "prod.manyetik.feat2": "Sistem verimliliğinin geri kazanılmasında %35 daha iyi performans gösterir",
  "prod.manyetik.feat3": "Bakım maliyetlerini azaltır",
  "prod.manyetik.feat4": "Güçlü Neodyum mıknatıslar kolay çıkartılır ve takılır",
  "prod.manyetik.feat5": "Kolay kurulum ile sade işletmeyi sağlar",
  "prod.manyetik.feat6": "Basınçlı kaplar yönetmeliğine uygun üretilmiştir",
  "prod.manyetik.tech1": "Maksimum Çalışma Basıncı: 10 BAR",
  "prod.manyetik.tech2": "Maksimum Çalışma Sıcaklığı: 100°C",
  "prod.manyetik.tech3": "GÖVDE - Malzeme: TS EN 10219",
  "prod.manyetik.tech4": "GÖVDE - Drenaj: 1\"",
  "prod.manyetik.tech5": "GÖVDE - Vakum Vanası: 1/2\"",
  "prod.manyetik.tech6": "GÖVDE - Hava Prüjör: Otomatik hava atma prujör 1/2\"",
  "prod.manyetik.tech7": "MAGNET - Malzeme: Yüksek performans",
  "prod.manyetik.tech8": "SEPERATÖR FİLTRE - Malzeme: 304 Paslanmaz Çelik",
  "prod.manyetik.tech9": "SEPERATÖR FİLTRE - Gözenek Büyüklüğü: 1000 mikron",
  "prod.manyetik.tech10": "BAĞLANTI FLANŞI - Malzeme: TS EN 1092-1",
  "prod.manyetik.tech11": "BAĞLANTI FLANŞI - Basınç Sınıfı: PN16",
  "prod.manyetik.adv1": "Tüm Isıtma-Soğutma Sistemleri ile Uyumludur",
  "prod.manyetik.adv2": "Erken Arıza ve Yüksek Bakım Maliyetini Azaltır",
  "prod.manyetik.adv3": "Sistem Ekipmanlarının Kullanım Ömrünü Uzatır",
  "prod.manyetik.adv4": "Sistem Veriminin Geri Kazanılmasına Yardımcı Olur",
  "prod.manyetik.adv5": "Yüksek Performanslı Manyetik Çubuklar En Küçük Manyetik Parçacıkları Bile Yakalar",
  "prod.manyetik.adv6": "Kurulumu ve Bakımı Kolaydır",
  "prod.manyetik.adv7": "Vakum Vanası Sayesinde Hızlı Temizleme Olanağı Sağlar",
  "prod.cloud.title": "Taytech Cloud",
  "prod.cloud.dataloger.desc": "DS-YK Datalogger/Gateway M-Bus dönüştürücülerden sayaç verilerini toplayıp kaydederek kablolu/kablosuz ağ ya da GPRS modem üzerinden ilgili uzak servislere / bulut uygulamalarına aktarmak için kullanılan akıllı bir veri toplama cihazıdır.",
  "prod.cloud.dataloger.feat1": "Yüksek performanslı işlemcisi, geniş hafızası ve gömülü işletim sistemi sayesinde akıllı, hızlı ve esnek veri toplama/değerlendirme kabiliyetine sahiptir",
  "prod.cloud.dataloger.feat2": "RS232, RS485 ve Ethernet ara yüzlü EN1434 uyumlu çeşitli marka/model M-Bus dönüştürücülerle bağlantı kurabilir",
  "prod.cloud.dataloger.feat3": "Dahili Ethernet / WiFi bağlantısı ve harici GPRS bağlantı seçenekleri ile uzak veritabanına / buluta erişim imkanı sağlar",
  "prod.cloud.dataloger.feat4": "DS-YK02 modeli tek dönüştürücü ile 8 M-Bus bloğundan okuma yapabilir",
  "prod.cloud.dataloger.feat5": "Farklı montaj seçenekleri için bağlantı kiti seçenekleri mevcuttur",
  "prod.cloud.gsm.desc": "DS-GM01, RS232 veya RS485 bağlantılı cihazların uzak sunuculara GPRS bağlantısı ile veri aktarması için kullanılan akıllı bir GPRS modemdir.",
  "prod.cloud.gsm.feat1": "Dahili mikrodenetleyicisi ve RS232/RS485 bağlantısı sayesinde endüstriyel cihazlarla esnek bağlantı imkanı",
  "prod.cloud.gsm.feat2": "3 LED ile kolay anlaşılır çalışma bilgisi",
  "prod.cloud.gsm.feat3": "Opsiyonel M-Bus / Modbus protokol desteği",
  "prod.cloud.mbus.desc": "Mbus hattında bağlı cihazlardan verilerin analiz edilmesi ve işlenmesi için verileri RS232 ve USB arayüzü üzerinden bilgisayar ortamına aktarılmasını sağlar.",
  "prod.cloud.mbus.feat1": "Repeater özelliği ile 1 den fazla konverter üzerinden sayaçlara bağlanabilir",
  "prod.cloud.mbus.feat2": "250 Adet sayaca kadar iki farklı giriş noktası ile kolay sayaç bağlantı imkanı sunar",
  "prod.cloud.mbus.feat3": "RS232 haberleşmesi sayesinde bilgisayar ile veri aktarımı sağlar",
  "prod.cloud.mbus.feat4": "USB arayüzü ile direk bilgisayar bağlantısı imkanı sunar (Opsiyonlu)",
  "prod.cloud.mbus.feat5": "Akım koruması sayesinde herhangi bir kısa devre veya olası bir yüksek akımda korumaya geçer ve mbus hattının kapanmasını sağlar",
  "prod.cloud.mbus.feat6": "Panel üzerinde bulunan görsel indikatörler sayesinde kullanıcıyı bilgilendirir: Enerji var, RX, TX, USB, Aşırı Akım",
  "prod.cloud.mbus.feat7": "Esnek bağlantısı ile ray ve duvar montaj olarak bağlantı imkanı sunar",
  "prod.cloud.mbus.feat8": "Donanım üzerinde bulunan sesli indikatör sayesinde aşırı akım anında kullanıcıya sesli olarak uyarı verir",
  "prod.cloud.mbus.feat9": "Geniş çaplı bağlantı çapları sayesinde kolay montaj yapılmasını sağlar",
  "prod.isi.direct.title": "Direct",
  "prod.isi.indirect.title": "Indirect",
  "prod.akilli.directStart.title": "Direct Start",
  "prod.akilli.invertor.title": "İnvertör Yol Verme Panoları",
  "prod.akilli.softStarter.title": "Soft Starter Yol Verme Panoları",
  "prod.akilli.yildizUcgen.title": "Yıldız / Üçgen Yol Verme Panoları",
  "prod.akilli.dogrudanEM.title": "Doğrudan Yol Verme",
  "prod.akilli.yildizUcgenEM.title": "Yıldız / Üçgen Yol Verme",
  "prod.akilli.jokey.title": "Jokey Serisi",
  "prod.akilli.elektrikli.title": "Elektrikli",
  "prod.akilli.dizel.title": "Dizel",
  "prod.flowDiagram": "Akış Diyagramı",
  "prod.components": "Ürün Bileşenleri",
  "prod.isi.kontrolorleri.title": "Isı İstasyonu Kontrolörleri",
  "prod.isi.d.thermohexa.desc": "ThermoHexa ısı istasyonlarında kontrol sıcaklığa bağlı, yani termostatik olarak yapılır. Kullanım sıcak suyu hazırlama işlemi ile ısıtma işlemi aynı anda gerçekleşir. ThermoHexa içerisinde bulunan ve sıcaklığa bağlı çok hızlı tepki gösteren Termostatik Vana sayesinde, ısı kaybı olasılığı azalır. Kompak tasarımı sayesinde, cihazı monte etmek pratik ve kolaydır. ThermoHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır.",
  "prod.isi.d.thermohexa-ufh.desc": "ThermoHexa yerden ısıtma ısı istasyonlarında kontrol sıcaklığa bağlı, yani termostatik olarak yapılır. Kullanım sıcak suyu hazırlama işlemi ile ısıtma işlemi aynı anda gerçekleşir. ThermoHexa içerisinde bulunan ve sıcaklığa bağlı çok hızlı tepki gösteren Termostatik Vana sayesinde, ısı kaybı olasılığı azalır. Kompak tasarımı sayesinde, cihazı monte etmek pratik ve kolaydır. ThermoHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır. ThermoHexa, yerden ısıtma hattı sıcaklığını stabil tutmak için, bir karışım devresi içerir. Isı istasyonu içerisinde bulunan zon vanası sayesinde, daire içinde giden debi miktarı ayarlanabilir. Zon vanası üzerine aktüatör kolay bir şekilde adapte edilebilir. Bu sayede oda termostatının kapalı olduğu durumlarda, aktüatör yerden ısıtma devresini kapatarak, enerji sarfiyatının önüne geçer.",
  "prod.isi.d.hydrohexa.desc": "HydroHexa ısı istasyonlarında kontrol hem hidrolik hem de termostatik olarak yapılır. Sistem soğuk eşanjör mantığı ile çalıştığı için, eşanjör içerisinde kireçlenme olasılığı ortadan kaybolur. HydroHexa ısı istasyonları kullanım sıcak suyu önceliğine sahiptir. HydroHexa'nın düşük dönüş suyu özelliği sayesinde yoğuşmalı kazanlarla verimli bir şekilde çalışabilir. HydroHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır. HydroHexa, kazan dönüş hattında bulunan fark basınç vanası ve ısıtma dönüş hattında bulunan zon vanası sayesinde daire içerisinde eksiksiz balanslama yapılabilir.",
  "prod.isi.d.hydrohexa-ufh.desc": "HydroHexa yerden ısıtma ısı istasyonlarında kontrol hem hidrolik hem de termostatik olarak yapılır. Sistem soğuk eşanjör mantığı ile çalıştığı için, eşanjör içerisinde kireçlenme olasılığı ortadan kaybolur. HydroHexa ısı istasyonları kullanım sıcak suyu önceliğine sahiptir. HydroHexa'nın düşük dönüş suyu özelliği sayesinde yoğuşmalı kazanlarla verimli bir şekilde çalışabilir. HydroHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır. HydroHexa, kazan dönüş hattında bulunan fark basınç vanası ve ısıtma dönüş hattında bulunan zon vanası sayesinde daire içerisinde eksiksiz balanslama yapılabilir. HydroHexa, yerden ısıtma hattı sıcaklığını stabil tutmak için, bir karışım devresi içerir. Isı istasyonu içerisinde bulunan zon vanası sayesinde, daire içinde giden debi miktarı ayarlanabilir. Zon vanası üzerine aktüatör kolay bir şekilde adapte edilebilir. Bu sayede oda termostatının kapalı olduğu durumlarda, aktüatör yerden ısıtma devresini kapatarak, enerji sarfiyatının önüne geçer.",
  "prod.isi.i.indirect-hydrohexa.desc": "HydroHexa ısı istasyonlarında kontrol hem hidrolik hem de termostatik olarak yapılır. Sistem soğuk eşanjör mantığı ile çalıştığı için, eşanjör içerisinde kireçlenme olasılığı ortadan kaybolur. HydroHexa ısı istasyonları kullanım sıcak suyu önceliğine sahiptir. HydroHexa'nın düşük dönüş suyu özelliği sayesinde yoğuşmalı kazanlarla verimli bir şekilde çalışabilir. HydroHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır. HydroHexa, kazan dönüş hattında bulunan fark basınç vanası ve ısıtma dönüş hattında bulunan zon vanası sayesinde daire içerisinde eksiksiz balanslama yapılabilir. Indirect serisi HydroHexa, yüksek katlı binalarda basınç kırıcı görevi görerek, kat aralarında bulunan mekanik odaların kaldırılmasına ve bu alanların ticari olarak kullanılmasına olanak sağlar. Isıtma, ayrı bir eşanjör devresi ile kapalı sistem olarak çalıştırılır. Daire ısıtmasını kontrol etmek için, opsiyonel olarak dış hava kompanzasyon kontrolü de eklenebilir.",
  "prod.isi.i.indirect-thermohexa.desc": "ThermoHexa ısı istasyonlarında kontrol sıcaklığa bağlı, yani termostatik olarak yapılır. Kullanım sıcak suyu hazırlama işlemi ile ısıtma işlemi aynı anda gerçekleşir. ThermoHexa içerisinde bulunan ve sıcaklığa bağlı çok hızlı tepki gösteren Termostatik Vana sayesinde, ısı kaybı olasılığı azalır. Kompak tasarımı sayesinde, cihazı monte etmek pratik ve kolaydır. ThermoHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır. Indirect serisi ThermoHexa, yüksek katlı binalarda basınç kırıcı görevi görerek, kat aralarında bulunan mekanik odaların kaldırılmasına ve bu alanların ticari olarak kullanılmasına olanak sağlar. Isıtma, ayrı bir eşanjör devresi ile kapalı sistem olarak çalıştırılır. Daire ısıtmasını kontrol etmek için, opsiyonel olarak dış hava kompanzasyon kontrolü de eklenebilir.",
  "prod.isi.i.smart-hexa.desc": "SmartHexa ısı istasyonlarında kontrol hem hidrolik hem de termostatik olarak yapılır. Sistem soğuk eşanjör mantığı ile çalıştığı için, eşanjör içerisinde kireçlenme olasılığı ortadan kaybolur. SmartHexa ısı istasyonları kullanım sıcak suyu önceliğine sahiptir. SmartHexa, ısı istasyonu üzerinden sıcaklık, basınç ve akış değerlerini ölçümler. Bu sayede enerji kazanımı ısı istasyonunda gerçekleşmiş olur. Ayrıca, SmartHexa tarafından ölçümlenen bu veriler, son kullanıcıya GSM veya Ethernet yolu ile aktarılabilir. SmartHexa'nın düşük dönüş suyu özelliği sayesinde yoğuşmalı kazanlarla verimli bir şekilde çalışabilir. SmartHexa içerisinde bulunan eşanjörler ve borular, AISI 316 kalite paslanmaz çelikten imal edilmiştir, bu sayede alüminyum radyatörlerle bile kullanımına olanak sağlanmıştır. Indirect serisi SmartHexa, yüksek katlı binalarda basınç kırıcı görevi görerek, kat aralarında bulunan mekanik odaların kaldırılmasına ve bu alanların ticari olarak kullanılmasına olanak sağlar. Isıtma, ayrı bir eşanjör devresi ile kapalı sistem olarak çalıştırılır. Daire ısıtmasını kontrol etmek için, opsiyonel olarak dış hava kompanzasyon kontrolü de eklenebilir.",
  "prod.cloud.dataloger-gateway.desc": "DS-YK Datalogger/Gateway M-Bus dönüştürücülerden sayaç verilerini toplayıp kaydederek kablolu/kablosuz ağ ya da GPRS modem üzerinden ilgili uzak servislere / bulut uygulamalarına aktarmak için kullanılan akıllı bir veri toplama cihazıdır.",
  "prod.cloud.gsm-modem.desc": "DS-GM01, RS232 veya RS485 bağlantılı cihazların uzak sunuculara GPRS bağlantısı ile veri aktarması için kullanılan akıllı bir GPRS modemdir.",
  "prod.cloud.m-bus-converter.desc": "Mbus hattında bağlı cihazlardan verilerin analiz edilmesi ve işlenmesi için verileri RS232 ve USB arayüzü üzerinden bilgisayar ortamına aktarılmasını sağlar.",
  "prod.cloud.dataloger-gateway.feat1": "Yüksek performanslı işlemcisi, geniş hafızası ve gömülü işletim sistemi sayesinde akıllı, hızlı ve esnek veri toplama/değerlendirme kabiliyetine sahiptir",
  "prod.cloud.dataloger-gateway.feat2": "RS232, RS485 ve Ethernet ara yüzlü EN1434 uyumlu çeşitli marka/model M-Bus dönüştürücülerle bağlantı kurabilir",
  "prod.cloud.dataloger-gateway.feat3": "Dahili Ethernet / WiFi bağlantısı ve harici GPRS bağlantı seçenekleri ile uzak veritabanına / buluta erişim imkanı sağlar",
  "prod.cloud.dataloger-gateway.feat4": "DS-YK02 modeli tek dönüştürücü ile 8 M-Bus bloğundan okuma yapabilir",
  "prod.cloud.dataloger-gateway.feat5": "Farklı montaj seçenekleri için bağlantı kiti seçenekleri mevcuttur",
  "prod.cloud.gsm-modem.feat1": "Dahili mikrodenetleyicisi ve RS232/RS485 bağlantısı sayesinde endüstriyel cihazlarla esnek bağlantı imkanı",
  "prod.cloud.gsm-modem.feat2": "3 LED ile kolay anlaşılır çalışma bilgisi",
  "prod.cloud.gsm-modem.feat3": "Opsiyonel M-Bus / Modbus protokol desteği",
  "prod.cloud.m-bus-converter.feat1": "Repeater özelliği ile 1 den fazla konverter üzerinden sayaçlara bağlanabilir",
  "prod.cloud.m-bus-converter.feat2": "250 Adet sayaca kadar iki farklı giriş noktası ile kolay sayaç bağlantı imkanı sunar",
  "prod.cloud.m-bus-converter.feat3": "RS232 haberleşmesi sayesinde bilgisayar ile veri aktarımı sağlar",
  "prod.cloud.m-bus-converter.feat4": "USB arayüzü ile direk bilgisayar bağlantısı imkanı sunar (Opsiyonlu)",
  "prod.cloud.m-bus-converter.feat5": "Akım koruması sayesinde herhangi bir kısa devre veya olası bir yüksek akımda korumaya geçer ve mbus hattının kapanmasını sağlar",
  "prod.cloud.m-bus-converter.feat6": "Panel üzerinde bulunan görsel indikatörler sayesinde kullanıcıyı bilgilendirir: Enerji var, RX, TX, USB, Aşırı Akım",
  "prod.cloud.m-bus-converter.feat7": "Esnek bağlantısı ile ray ve duvar montaj olarak bağlantı imkanı sunar",
  "prod.cloud.m-bus-converter.feat8": "Donanım üzerinde bulunan sesli indikatör sayesinde aşırı akım anında kullanıcıya sesli olarak uyarı verir",
  "prod.cloud.m-bus-converter.feat9": "Geniş çaplı bağlantı çapları sayesinde kolay montaj yapılmasını sağlar",
  "prod.smartEnd.grinder.desc": "Mikroişlemcili smart kontrolörler, tek faz veya trifaz olarak 2 pompaya kadar sistemi kontrol eder. Smart Grinder kontrolör, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar.",
  "prod.smartEnd.hidrofor.desc": "Mikroişlemcili smart kontrolörler, tek faz veya trifaz olarak 2 pompaya kadar sistemi kontrol eder. Smart Booster Kontrolör, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar. (Temiz su uygulamalarında ki basınçlandırma süreçlerini gerçekleştirir)",
  "prod.smartEnd.atik-su.desc": "Mikroişlemcili smart kontrolörler, tek faz veya trifaz olarak 2 pompaya kadar sistemi kontrol eder. Smart Wastewater kontrolör, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar. (Pis su uygulamalarında ki doldurma ve boşaltma süreçlerini gerçekleştirir)",
  "prod.smartEnd.derin-kuyu.desc": "Mikroişlemcili smart kontrolör, tek faz veya trifaz olarak 2 pompaya kadar sistemi kontrol eder. Smart Bore Hole kontrolör, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar. (Pis su ve temiz su uygulamalarında ki doldurma ve boşaltma süreçlerini gerçekleştirir)",
  "prod.smartEnd.grinder.feat1": "Smart Grinder Panelleri suya dayanıklı IP 55 ABS malzemeden üretilmiş özel dizayn kutuya monte edilir",
  "prod.smartEnd.grinder.feat2": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme sağlanır",
  "prod.smartEnd.grinder.feat3": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.smartEnd.grinder.feat4": "Şamandıra veya seviye elektrotlarından gelen bilgi ile, sistemi açar, çalıştırır ve durdurur",
  "prod.smartEnd.hidrofor.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme sağlanır",
  "prod.smartEnd.hidrofor.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.smartEnd.hidrofor.feat3": "Farklı tipteki bağlantılar ile motoru başlatma veya durdurma; basınç anahtarı, akış anahtarı vb. gibi",
  "prod.smartEnd.atik-su.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme sağlanır",
  "prod.smartEnd.atik-su.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.smartEnd.atik-su.feat3": "Şamandıra veya seviye elektrotlarından gelen bilgi ile, sistemi açar, çalıştırır ve durdurur",
  "prod.smartEnd.derin-kuyu.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme sağlanır",
  "prod.smartEnd.derin-kuyu.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.smartEnd.derin-kuyu.feat3": "Şamandıra veya seviye elektrotlarından gelen bilgi ile, sistemi açar, çalıştırır ve durdurur",
  "prod.isiKontrol.ess-86.desc": "Kolay anlaşılır menüsü ile kullanıcının istediği sıcaklık ve zaman parametlerini set etmesini ve birden fazla parametrenin tek ekranda analiz edilmesine olanak sağlar. Yüksek hıza sahip işlemci frekansı ve yazılım algoritması sayesinde sensörlerden gelen bilgileri işler ve hızlı kontrol sağlar.",
  "prod.isiKontrol.chs18.desc": "32 bit mikroişlemci sayesinde sensörlerden gelen bilgileri analiz ederek, kullanıcının ısıtma ve kullanım sıcak suyu ihtiyacını karşılar. Kontrol switchleri sayesinde sıcaklık ve zamanın kolayca set edilmesini sağlar.",
  "prod.isiKontrol.de10.desc": "DE10 Bağlantı kutusu, kullanıcı kontrollü olarak ısı istasyonlarında bulunan ısıtma hattını kontrol eder.",
  "prod.isiKontrol.de15.desc": "DE15 Bağlantı kutusu, ısı istasyonlarında bulunan ısıtma hattını, kullanıcı kontrolünde ve birbirinden bağımsız iki bölgenin ısıtmasını kontrol eder.",
  "prod.isiKontrol.de20.desc": "DE20 Bağlantı kutusu, ısı istasyonlarında bulunan ısıtma hattını ve kullanım sıcak suyu hattını istasyon içerisinden geçen debi miktarına ve bölgesel ısıtma ihtiyacına bağlı olarak kontrol eder.",
  "prod.isiKontrol.de25.desc": "DE25 Bağlantı kutusu, ısı istasyonlarında bulunan ısıtma hattını ve kullanım sıcak suyu hattını kullanıcı arayüzü ile NTC sıcaklık sensörü ve akış anahtarından aldığı bilgilere göre kontrol eder.",
  "prod.isiKontrol.de30.desc": "7 Bölgeyi bağımsız olarak 230V oda termostatlarından gelen kontak bilgisine göre kontrol eder ve basınç şalteri sayesinde ısıtma hattının susuz çalışmaya karşı korunmasını sağlar.",
  "prod.isiKontrol.ess-86.feat1": "NTC Sıcaklık sensörü ile kullanım sıcak suyu hattındaki sıcaklığı kontrol eder",
  "prod.isiKontrol.ess-86.feat2": "Oda termostatı bağlantısı ile ısıtma ihtiyacını kontrol eder ve pompanın çalışmasını sağlar",
  "prod.isiKontrol.ess-86.feat3": "Akış sensörü ile ısı istasyonundan geçen debi miktarını kullanıcıya gösterir ve buna bilgilere göre işlem yapar",
  "prod.isiKontrol.ess-86.feat4": "4 farklı noktadan sıcaklık sensör bilgisini toplar",
  "prod.isiKontrol.ess-86.feat5": "4 farklı PWM çıkışı sayesinde vana ve pompa kontrolü sağlar",
  "prod.isiKontrol.ess-86.feat6": "Kuru kontak çıkışı sayesinde On/Off olarak pompa ve vana kontrolü sağlar",
  "prod.isiKontrol.ess-86.feat7": "Panel üzerinde bulunan Membran etiket sayesinde kullanıcıya basma hissiyatı verir",
  "prod.isiKontrol.ess-86.feat8": "128*64 grafik ekranı ile sensörlerden aldığı bilgileri ekranda kullanıcıya sunar",
  "prod.isiKontrol.ess-86.feat9": "IP65 Kutusu ve rakor bağlantıları sayesinde su geçirmezlik sağlar",
  "prod.isiKontrol.chs18.feat1": "Cam sigorta sayesinde pompanın sıkışması durumunda koruma sağlar",
  "prod.isiKontrol.chs18.feat2": "NTC Sıcaklık sensörü ile kullanım sıcak suyu hattındaki sıcaklığı kontrol eder",
  "prod.isiKontrol.chs18.feat3": "Oda termostatı bağlantısı ile ısıtma ihtiyacını kontrol eder ve pompanın çalışmasını sağlar",
  "prod.isiKontrol.chs18.feat4": "Akış anahtarı veya akış sensörü opsiyonu ile sistemlere uyum sağlar",
  "prod.isiKontrol.chs18.feat5": "Akış bilgisine göre ısıtma hattını kapatarak, sıcak suyun kullanım sıcak suyu hattına yönlenmesini sağlar",
  "prod.isiKontrol.chs18.feat6": "Resirkülasyon hattını sıcaklık ve zamana bağlı olarak kontrolünü sağlar",
  "prod.isiKontrol.chs18.feat7": "Donanım üzerinde bulunan DIP switchler sayesinde istenilen sıcaklık ve zaman değeri set edilir",
  "prod.isiKontrol.chs18.feat8": "Normal de açık ve Normalde Kapalı kontak çıkışları sayesinde sistemde bulunan vana ve pompaların kontrolü sağlanır",
  "prod.isiKontrol.chs18.feat9": "Panel üzerinde bulunan butonlar sayesinde ısıtma ve resirkülasyon hattının On/Off olarak kontrol edilmesine olanak tanır",
  "prod.isiKontrol.chs18.feat10": "IP65 Kutusu ve rakor bağlantıları sayesinde su geçirmezlik sağlar",
  "prod.isiKontrol.de10.feat1": "230VAC Pompalara çıkış verebilir",
  "prod.isiKontrol.de10.feat2": "İstasyonda bulunan pompanın uzaktan bölgesel olarak çalıştırılmasını sağlar",
  "prod.isiKontrol.de10.feat3": "Cam sigorta sayesinde pompaların sıkışması durumunda koruma sağlar",
  "prod.isiKontrol.de10.feat4": "Oda termostatı bağlantısı sayesinde bölgesel çalışmayı sağlar",
  "prod.isiKontrol.de10.feat5": "IP65 Kutusu ve rakor bağlantıları sayesinde su geçirmezlik sağlar",
  "prod.isiKontrol.de15.feat1": "230VAC Pompalara çıkış verebilir",
  "prod.isiKontrol.de15.feat2": "Cam sigorta sayesinde pompanın sıkışması durumunda koruma sağlar",
  "prod.isiKontrol.de15.feat3": "İki farklı oda termostatı bağlantısı sayesinde ihtiyaç olan bölgenin ısınması için kollektör hattında bulunan aktuatörün çalışmasını sağlar",
  "prod.isiKontrol.de15.feat4": "IP65 Kutusu ve rakor bağlantıları sayesinde su geçirmezlik sağlar",
  "prod.isiKontrol.de20.feat1": "Cam sigorta sayesinde pompanın sıkışması durumunda koruma sağlar",
  "prod.isiKontrol.de20.feat2": "Pano üzerinde bulunan görsel indikatörler sayesinde ısıtma veya kullanım sıcak suyu hattının çalıştığını gösterir",
  "prod.isiKontrol.de20.feat3": "Sistemde ısıtma ve resirkülasyon hattını kontrol eden 230V AC NC/NO vanaların kontrolünü sağlar",
  "prod.isiKontrol.de20.feat4": "Kullanıcı konforunu ön plana çıkarmak amacı ile sistemde bulunan akış anahtarı sayesinde ısıtma hattını durdurur",
  "prod.isiKontrol.de20.feat5": "Panel içerisinde bulunan oda termostatı bağlantısı sayesinde ısıtma hattını kontrol eder",
  "prod.isiKontrol.de20.feat6": "IP65 Kutusu ve rakor bağlantıları sayesinde su geçirmezlik sağlar",
  "prod.isiKontrol.de25.feat1": "Cam sigorta sayesinde pompanın sıkışması durumunda koruma sağlar",
  "prod.isiKontrol.de25.feat2": "Bağlantı kutusu üzerinde bulunan kontrolör sayesinde resirkülasyon hattında istenilen sıcaklığın set edilmesini sağlar",
  "prod.isiKontrol.de25.feat3": "NTC Sıcaklık sensörü sayesinde bağlı olduğu hattın sıcaklık değerini ölçer",
  "prod.isiKontrol.de25.feat4": "Panel üzerinden ayarlanabilen süre ile resirkülasyon hattına bağlı olan pompa çalıştırılır ve süre dolduğunda durdurulur",
  "prod.isiKontrol.de25.feat5": "Kullanıcı konforunu ön plana çıkarmak amacı ile sistemde bulunan akış anahtarı sayesinde ısıtma hattını durdurur",
  "prod.isiKontrol.de25.feat6": "Panel içerisinde bulunan oda termostatı bağlantısı sayesinde ısıtma hattını kontrol eder",
  "prod.isiKontrol.de30.feat1": "Cam sigorta sayesinde pompanın sıkışması durumunda koruma sağlar",
  "prod.isiKontrol.de30.feat2": "Birbirinden bağımsız 7 bölge oda termostatı bağlantısı destekler",
  "prod.isiKontrol.de30.feat3": "Basınç şalteri bağlantısı sayesinde düşük basınçlarda pompanın susuz çalışmaya karşı korur",
  "prod.isiKontrol.de30.feat4": "7 bölgeden herhangi birinden gelen çalış komutuna göre pompanın çalışmasını sağlar",
  "prod.isiKontrol.de30.feat5": "4 kablolu, kontak çıkışı bulunan aktuatör bağlantısı",
  "prod.isiKontrol.de30.feat6": "IP65 Kutusu ve rakor bağlantıları sayesinde su geçirmezlik sağlar",
  "prod.yerden.t-box.desc": "T-Box 6 bağımsız bölgeyi zamanlayıcı oda termostatları ve her bölge için 2 aktuatör bağlantı imkanı sunar. Dijital oda termostatı bağlantısı sayesinde zaman ayarlı kontrol imkanı sunar.",
  "prod.yerden.t-box.feat1": "Cam sigorta sayesinde pompanın sıkışması durumunda koruma sağlar",
  "prod.yerden.t-box.feat2": "230V AC / 24V DC sistemlerle çalışmaya uygunluğu ile kolayca sisteme eklenebilir",
  "prod.yerden.t-box.feat3": "Birbirinden bağımsız 6 bölgeyi kontrol eder",
  "prod.yerden.t-box.feat4": "Her bölge için iki farklı vana bağlantı imkanı sunar. Böylece 12 Vana bağlantısı yapılabilir",
  "prod.yerden.t-box.feat5": "Kontrolör üzerinde bulunan röle çıkışı sayesinde 6 farklı bölgeden birtanesinin ihtiyacı olması durumunda pompanın otomatik olarak devreye girmesini sağlar",
  "prod.yerden.t-box.feat6": "Pompa çalışma anında sıcaklığın ihtiyaç olduğu bölgeye yönlendirilmesini sağlar",
  "prod.yerden.t-box.feat7": "Yay baskılı klemensler sayesinde kolay montaj imkanı sunar",
  "prod.yerden.t-box.feat8": "Zaman ayarlı oda termostatlarının bağlantısı sayesinde ayarlanan iki farklı programa göre çalışabilme özelliği sunar",
  "prod.temizleyici.tc200.desc": "Halhazırda çalışan sistemlerde manyetit ve tortuyu temizlemekte kullanılır. Radyatör ve boru tesisatında gelişmiş güçlü temizleyici TC200+ su akışını sağlayarak ısı verimini arttırır.",
  "prod.temizleyici.tc210.desc": "Yeni kurulmuş ve devreye alınacak sistemler için ideal bir sıvıdır. Güçlü formülü kalıntıları sistemden uzak tutmak için özel olarak geliştirilmiştir.",
  "prod.temizleyici.tc220.desc": "TC220+ ısıtma sistemlerindeki kireç ve sertleşmiş kalıntıları gidermek için güçlü formülüyle özel olarak tasarlanmıştır. Temizleyici ve kireç sökücüdür.",
  "prod.temizleyici.tc200.feat1": "Merkezi sistem verimliliğinin geri kazanılmasına yardımcı olur",
  "prod.temizleyici.tc200.feat2": "Sistemden çamur, tortu ve birikintileri temizler",
  "prod.temizleyici.tc200.feat3": "Sistem ömrünü uzatır",
  "prod.temizleyici.tc200.feat4": "Bakım maliyetlerini azaltır",
  "prod.temizleyici.tc210.feat1": "Kurulum artıklarını ve metal yüzeyde bulunan yağları temizler",
  "prod.temizleyici.tc210.feat2": "Pas yapıcı kireç artıklarını sistemden uzaklaştırır",
  "prod.temizleyici.tc210.feat3": "İnhibitörlerin sistemi korumasına hazırlar",
  "prod.temizleyici.tc210.feat4": "Bakım maliyetlerini azaltır",
  "prod.temizleyici.tc210.feat5": "Sistem ömrünü uzatır",
  "prod.temizleyici.tc220.feat1": "Kireç ve birikim kalıntılarını temizler",
  "prod.temizleyici.tc220.feat2": "Mevcut sistemlerin verimliliğini geri kazandırır",
  "prod.temizleyici.tc220.feat3": "Tüm ısıtma sistemleri için uygundur",
  "prod.temizleyici.tc220.feat4": "Tüm metallerde kullanılabilir",
  "prod.temizleyici.tc220.feat5": "Sistem ömrünü uzatır",
  "prod.koruyucu.tp100.desc": "Güçlü ve etkili formülü ile sistemde aşınma ve yıpranmayla oluşan manyetit ve diğer tortuların oluşumunu durdurur. Merkezi sistemi koruyarak kazanların verimli çalışmasını sağlar. Sistemin uzun ömürlü olmasına yardımcı olur.",
  "prod.koruyucu.tp120.desc": "Biyosit formülasyonu ile yosun ve biyolojik kalıntıların birikimi ile mücadele eder. Sistemi bakteri oluşumuna karşı korur. Yerden ısıtma ve soğutma sistemlerinde ortaya çıkan sorunları önlemede güçlü formülü ile etkilidir.",
  "prod.koruyucu.tp130.desc": "TP130+ ısıtma ve soğutma sistemlerini donmaya karşı korumak için geliştirilmiş bir sıvıdır. İçerisinde yer alan koruyucular sayesinde sistemi korozyon ve kireç oluşumundan korur. Merkezi sistemlerde sadece soğuk havalarda değil, tüm koşullarda etkin koruma sağlar.",
  "prod.koruyucu.tp100.feat1": "Korozyona ve kireçlenmeye karşı korur",
  "prod.koruyucu.tp100.feat2": "Isıtma verimliliğini korur",
  "prod.koruyucu.tp100.feat3": "Sistemin ömrünü uzatır",
  "prod.koruyucu.tp100.feat4": "Bakım maliyetlerini azaltır",
  "prod.koruyucu.tp120.feat1": "Yerden ısıtma için etkilidir",
  "prod.koruyucu.tp120.feat2": "Bakteri oluşumunun önüne geçer",
  "prod.koruyucu.tp120.feat3": "Sistem çalışmasını daha verimli hale getirir",
  "prod.koruyucu.tp120.feat4": "PPRC boru tesisatlarında etkilidir",
  "prod.koruyucu.tp130.feat1": "Merkezi ısıtmada suyun donmasını engeller",
  "prod.koruyucu.tp130.feat2": "Korozyon ve kireçlenmeye karşı korur",
  "prod.koruyucu.tp130.feat3": "Sistem verimliliğini korur",
  "prod.koruyucu.tp130.feat4": "Bakım maliyetlerini azaltır",
  "prod.koruyucu.tp130.feat5": "Isı transferinin etkin ve hızlı gerçekleşmesini sağlar",
  "prod.directStart.smart-box.desc": "Mikrokontrolörlü Kontrol Panoları, 1 fazlı pompaları kontrol etmek için tasarlanmıştır. Smart Box sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar. Temiz su uygulamalarına yönelik olarak boşaltma veya doldurma işlemlerini gerçekleştirir.",
  "prod.directStart.smart-booster.desc": "Smart Booster, hidrofor sistemleri için geliştirilmiş mikrokontrolörlü kontrol panosudur. Tek veya çift pompalı sistemlerde sabit basınç kontrolü sağlar. Gelişmiş koruma özellikleri ve kullanıcı dostu arayüzü ile profesyonel su basınçlandırma çözümleri sunar.",
  "prod.directStart.smart-wastewater.desc": "Smart Wastewater, atık su ve pis su pompa sistemleri için geliştirilmiş mikrokontrolörlü kontrol panosudur. Tek veya çift pompalı sistemlerde güvenli ve verimli atık su tahliyesi sağlar. Taşma koruması ve seviye kontrolü ile profesyonel atık su yönetimi sunar.",
  "prod.directStart.smart-bore-hole.desc": "Mikroişlemcili kontrol panoları, tek faz veya trifaz olarak 2 pompaya kadar sistemi kontrol eder. Smart Bore Hole, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar. Pis su ve temiz su uygulamalarında ki doldurma ve boşaltma süreçlerini gerçekleştirir.",
  "prod.directStart.smart-grinder.desc": "Mikroişlemcili kontrol panoları, tek faz veya trifaz olarak 2 pompaya kadar sistemi kontrol eder. Smart Grinder, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar.",
  "prod.directStart.smart-exclusive-d.desc": "Mikroişlemcili kontrol panoları, tek faz veya trifaz olarak 4 pompaya kadar sistemi kontrol eder. Smart Exclusive D, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar. Atık su ve Temiz su uygulamaları için basınçlandırma, boşaltma, doldurma işlemlerinde geçerlidir.",
  "prod.directStart.smart-box.feat1": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.directStart.smart-box.feat2": "Farklı tipteki bağlantılar ile motoru başlatma veya durdurma; basınç anahtarı, akış anahtarı vb.",
  "prod.directStart.smart-box.feat3": "Suya dayanıklı IP 55 ABS malzemeden üretilmiş özel dizayn kutuya monte edilir",
  "prod.directStart.smart-booster.feat1": "Tek veya çift pompalı hidrofor sistemleri için tasarlanmıştır",
  "prod.directStart.smart-booster.feat2": "Sabit basınç kontrolü ile optimum performans",
  "prod.directStart.smart-booster.feat3": "Otomatik pompa değişimi ve yük dengeleme",
  "prod.directStart.smart-booster.feat4": "Gelişmiş koruma ve alarm sistemi",
  "prod.directStart.smart-wastewater.feat1": "Atık su ve pis su pompa sistemleri için tasarlanmıştır",
  "prod.directStart.smart-wastewater.feat2": "Seviye elektrodu veya şamandıra ile otomatik kontrol",
  "prod.directStart.smart-wastewater.feat3": "Taşma uyarısı ve kuru çalışma koruması",
  "prod.directStart.smart-wastewater.feat4": "Pompa gövdesi su kaçağı algılama",
  "prod.directStart.smart-bore-hole.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme ve verileri görüntüleme",
  "prod.directStart.smart-bore-hole.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.directStart.smart-bore-hole.feat3": "Şamandıra veya seviye elektrotlarından gelen bilgi ile, sistemi açar, çalıştırır ve durdurur",
  "prod.directStart.smart-bore-hole.feat4": "Suya dayanıklı IP 55 ABS malzemeden üretilmiş özel dizayn kutuya monte edilir",
  "prod.directStart.smart-grinder.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme ve verileri görüntüleme",
  "prod.directStart.smart-grinder.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.directStart.smart-grinder.feat3": "Şamandıradan gelen bilgi ile, sistemi açar, çalıştırır ve durdurur",
  "prod.directStart.smart-grinder.feat4": "Suya dayanıklı IP 55 ABS malzemeden üretilmiş özel dizayn kutuya monte edilir",
  "prod.directStart.smart-exclusive-d.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme",
  "prod.directStart.smart-exclusive-d.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.directStart.smart-exclusive-d.feat3": "Şamandıradan, basınç sensöründen ve anahtarından veya seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.invertor.fxa-serisi.desc": "3 fazlı 4 motora kadar olan sistemlerde, elektronik olarak değişken frekanslı yol verme yöntemi sayesinde, gelişmiş motor kontrolü sağlanır.",
  "prod.invertor.mini-speed.desc": "1 veya 3 fazlı motor olan sistemlerde, elektronik olarak değişken frekanslı yol verme yöntemi sayesinde, gelişmiş motor kontrolü sağlanır.",
  "prod.invertor.fxs-serisi.desc": "3 fazlı 4 motora kadar olan sistemlerde, elektronik olarak değişken frekanslı yol verme yöntemi sayesinde, gelişmiş motor kontrolü sağlanır.",
  "prod.invertor.fxa-serisi.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme sağlanır",
  "prod.invertor.fxa-serisi.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.invertor.fxa-serisi.feat3": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.invertor.fxa-serisi.feat4": "Şamandıradan, basınç sensöründen ve anahtarından, seviye elektrodundan veya sıcaklık sensörlerinden gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.invertor.mini-speed.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme",
  "prod.invertor.mini-speed.feat2": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.invertor.mini-speed.feat3": "Şamandıradan, basınç sensöründen ve anahtarından, seviye elektrodundan veya sıcaklık sensörlerinden gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.invertor.fxs-serisi.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme sağlanır",
  "prod.invertor.fxs-serisi.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir 7\\",
  "prod.invertor.fxs-serisi.feat3": ",\n        ",
  "prod.invertor.fxs-serisi.feat4": ",\n        ",
  "prod.softStarter.pstx.desc": "3 fazlı motor olan sistemlerde, elektronik olarak soft starter yol verme yöntemi sayesinde, gelişmiş motor kontrolü sağlanır.",
  "prod.softStarter.pse.desc": "3 fazlı motor olan sistemlerde, elektronik olarak soft starter yol verme yöntemi sayesinde, gelişmiş motor kontrolü sağlanır.",
  "prod.softStarter.pstx.feat1": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.softStarter.pstx.feat2": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.softStarter.pstx.feat3": "Şamandıradan, basınç sensöründen ve anahtarından, seviye elektrodundan veya sıcaklık sensörlerinden gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.softStarter.pse.feat1": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.softStarter.pse.feat2": "Şamandıradan, basınç sensöründen ve anahtarından, seviye elektrodundan veya sıcaklık sensörlerinden gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.yildizUcgen.smart-exclusive-s.desc": "Mikroişlemcili kontrol panoları, tek faz veya trifaz olarak 4 pompaya kadar sistemi kontrol eder. Smart Exclusive S, sisteminizi yönetmeyi, parametreleri değiştirmeyi, olayları ve mesajları kayıt altına alma vb. gibi bir çok işlemi pratik bir şekilde yapmanızı sağlar.",
  "prod.yildizUcgen.smart-exclusive-s.feat1": "3G / WI-FI modül sayesinde, uzak bir noktadan sistemi işletme, verileri görüntüleme ve sistemi kontrol etme",
  "prod.yildizUcgen.smart-exclusive-s.feat2": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.yildizUcgen.smart-exclusive-s.feat3": "Şamandıradan, basınç sensöründen ve anahtarından veya seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.dogrudanEM.start-one.desc": "Doğrudan yol verme metoduna sahip, 1 veya 3 faz motorları sürebilen kontrol paneli. Temiz su uygulamalarındaki doldurma ve boşaltma işlemleri için tasarlanmıştır.",
  "prod.dogrudanEM.direct-start.desc": "Doğrudan yol verme metoduna sahip, 1 veya 3 faz motorları 4 pompaya kadar aynı anda sürebilen kontrol paneli. Temiz su ve pis su uygulamalarındaki doldurma, boşaltma ve basınçlandırma işlemleri için tasarlanmıştır.",
  "prod.dogrudanEM.start-one.feat1": "Şamandıra ve seviye elektrod bağlantısı ile, motoru durdurma, çalıştırma ve başlatmayı sağlar",
  "prod.dogrudanEM.direct-start.feat1": "Şamandıra ve seviye elektrod bağlantısı ile, motoru çalıştırma ve başlatmayı sağlar",
  "prod.yildizUcgenEM.star-delta-start.desc": "1 veya 3 fazlı motorlarda 4 pompaya kadar aynı anda kontrol edebilen yıldız üçgen yol vermeli kontrol paneli. Temiz su ve pis su uygulamalarındaki doldurma, boşaltma ve basınçlandırma işlemleri için tasarlanmıştır.",
  "prod.yildizUcgenEM.star-delta-start.feat1": "Şamandıra ve seviye elektrod bağlantısı ile, motoru durdurma, çalıştırma ve başlatmayı sağlar",
  "prod.jokey.smart-jockey-en.desc": "Elektrik Motor Kontrol Paneli, Smart ara yüzü ile EN 12845 standartına uygun olarak kontrol sağlar.",
  "prod.jokey.jockey-en.desc": "Jokey Pompa Mekanik Kontrol Paneli, EN 12845 standartına uygun olarak kontrol sağlar.",
  "prod.jokey.smart-jockey-en.feat1": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.jokey.smart-jockey-en.feat2": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.jokey.smart-jockey-en.feat3": "Şamandıradan, basınç sensöründe ve anahtarından, seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.jokey.jockey-en.feat1": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.jokey.jockey-en.feat2": "Şamandıradan, basınç anahtarından, seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.elektrikli.direct-en.desc": "Elektrik Motor Kontrol Paneli, Smart ara yüzü ile EN 12845 standartına uygun olarak kontrol sağlar.",
  "prod.elektrikli.star-delta-en.desc": "Elektrik Motor Kontrol Paneli, Smart ara yüzü ile EN 12845 standartına uygun olarak kontrol sağlar.",
  "prod.elektrikli.direct-en.feat1": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.elektrikli.direct-en.feat2": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.elektrikli.direct-en.feat3": "Şamandıradan, basınç sensöründe ve anahtarından, seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.elektrikli.star-delta-en.feat1": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.elektrikli.star-delta-en.feat2": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.elektrikli.star-delta-en.feat3": "Şamandıradan, basınç sensöründe ve anahtarından, seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "prod.dizel.dizel-en.desc": "Dizel Motor Kontrol Paneli, Smart ara yüzü ile EN 12845 standartına uygun olarak kontrol sağlar.",
  "prod.dizel.dizel-en.feat1": "Kolay ve hızlı bir şekilde yönlendirme butonlarını kullanarak, net şekilde okunabilir LCD ekran üzerinden ayarların yapılması",
  "prod.dizel.dizel-en.feat2": "Fabrika montajlı olarak, motor koruması için devre kesici ve kapı kilitleme mekanizma özelliği olan yük kesici",
  "prod.dizel.dizel-en.feat3": "Şamandıradan, basınç sensöründe ve anahtarından, seviye elektrodundan gelen bilgiler ile, sistemi açar, çalıştırır ve durdurur",
  "privacy.title": "Gizlilik Politikası",
  "privacy.subtitle": "Kişisel verilerinizin korunması bizim için önceliktir.",
  "privacy.lastUpdate": "Son güncelleme: Şubat 2026",
  "privacy.s1.title": "1. Giriş",
  "privacy.s1.p1": "Taytech Otomasyon ve Bilişim A.Ş. (\"Taytech\") olarak, web sitemizi ziyaret eden kullanıcılarımızın gizliliğini korumayı taahhüt ediyoruz. Bu Gizlilik Politikası, kişisel verilerinizin nasıl toplandığını, kullanıldığını, saklandığını ve korunduğunu açıklamaktadır. Web sitemizi kullanarak bu politikada belirtilen koşulları kabul etmiş sayılırsınız.",
  "privacy.s2.title": "2. Toplanan Kişisel Veriler",
  "privacy.s2.p1": "Web sitemiz üzerinden aşağıdaki kişisel veriler toplanabilir:",
  "privacy.s2.li1": "Ad ve soyad bilgileri",
  "privacy.s2.li2": "E-posta adresi",
  "privacy.s2.li3": "Telefon numarası",
  "privacy.s2.li4": "Şirket adı ve pozisyon bilgisi",
  "privacy.s2.li5": "İletişim formları aracılığıyla iletilen mesaj içerikleri",
  "privacy.s3.title": "3. Verilerin Kullanım Amaçları",
  "privacy.s3.p1": "Topladığımız kişisel veriler aşağıdaki amaçlarla kullanılmaktadır:",
  "privacy.s3.li1": "İletişim taleplerinize yanıt vermek",
  "privacy.s3.li2": "Ürün ve hizmetlerimiz hakkında bilgi sağlamak",
  "privacy.s3.li3": "Teknik destek ve satış sonrası hizmetler sunmak",
  "privacy.s3.li4": "Web sitesi deneyimini iyileştirmek ve analiz yapmak",
  "privacy.s3.li5": "Yasal yükümlülüklerimizi yerine getirmek",
  "privacy.s4.title": "4. Çerezler (Cookies)",
  "privacy.s4.p1": "Web sitemiz, kullanıcı deneyimini iyileştirmek amacıyla çerezler kullanabilir. Çerezler, tarayıcınızda saklanan küçük metin dosyalarıdır. Temel işlevsellik çerezleri sitenin düzgün çalışması için gereklidir. Analiz çerezleri ise site kullanımını anlamamıza yardımcı olur. Tarayıcı ayarlarınızdan çerez tercihlerinizi yönetebilirsiniz; ancak bazı çerezlerin devre dışı bırakılması site işlevselliğini etkileyebilir.",
  "privacy.s5.title": "5. Verilerin Paylaşımı",
  "privacy.s5.p1": "Kişisel verileriniz, yasal zorunluluklar dışında üçüncü taraflarla paylaşılmaz. Verileriniz yalnızca hizmetlerimizi sunmak amacıyla iş ortaklarımızla (hosting sağlayıcı, e-posta hizmet sağlayıcı vb.) gerekli minimum düzeyde paylaşılabilir. Bu iş ortakları da verilerinizi korumakla yükümlüdür.",
  "privacy.s6.title": "6. Veri Güvenliği",
  "privacy.s6.p1": "Kişisel verilerinizin güvenliğini sağlamak için endüstri standardı teknik ve idari önlemler uygulamaktayız. SSL şifreleme, güvenlik duvarları ve erişim kontrolü mekanizmaları ile verileriniz korunmaktadır. Ancak internet üzerinden yapılan hiçbir veri iletiminin %100 güvenli olduğu garanti edilemez.",
  "privacy.s7.title": "7. Haklarınız (KVKK)",
  "privacy.s7.p1": "6698 sayılı Kişisel Verilerin Korunması Kanunu (KVKK) kapsamında aşağıdaki haklara sahipsiniz:",
  "privacy.s7.li1": "Kişisel verilerinizin işlenip işlenmediğini öğrenme",
  "privacy.s7.li2": "İşlenmiş ise buna ilişkin bilgi talep etme",
  "privacy.s7.li3": "Kişisel verilerinizin işlenme amacını ve bunların amacına uygun kullanılıp kullanılmadığını öğrenme",
  "privacy.s7.li4": "Kişisel verilerinizin düzeltilmesini veya silinmesini isteme",
  "privacy.s7.li5": "Kişisel verilerinizin işlenmesine itiraz etme",
  "privacy.s8.title": "8. İletişim",
  "privacy.s8.p1": "Gizlilik politikamız hakkında sorularınız veya kişisel verilerinize ilişkin talepleriniz için bizimle iletişime geçebilirsiniz:",
  "terms.title": "Kullanım Koşulları",
  "terms.subtitle": "Web sitemizi kullanmadan önce lütfen bu koşulları okuyunuz.",
  "terms.lastUpdate": "Son güncelleme: Şubat 2026",
  "terms.s1.title": "1. Genel Hükümler",
  "terms.s1.p1": "Bu web sitesi Taytech Otomasyon ve Bilişim A.Ş. (\"Taytech\") tarafından işletilmektedir. Web sitemize erişerek ve kullanarak, bu Kullanım Koşulları'nı okuduğunuzu, anladığınızı ve kabul ettiğinizi beyan etmiş olursunuz. Bu koşulları kabul etmiyorsanız, lütfen web sitemizi kullanmayınız.",
  "terms.s2.title": "2. Hizmetlerin Kullanımı",
  "terms.s2.p1": "Web sitemiz, Taytech ürünleri, çözümleri ve hizmetleri hakkında bilgi sunmak amacıyla tasarlanmıştır. Site içeriğini yalnızca yasal ve meşru amaçlarla kullanabilirsiniz. İçeriğin izinsiz kopyalanması, dağıtılması veya ticari amaçla kullanılması yasaktır. Web sitemizi herhangi bir zararlı yazılım yaymak veya siteye yetkisiz erişim sağlamak amacıyla kullanmanız kesinlikle yasaktır.",
  "terms.s3.title": "3. Fikri Mülkiyet Hakları",
  "terms.s3.p1": "Web sitemizdeki tüm içerik, tasarımlar, logolar, metinler, görseller, grafikler, yazılımlar ve diğer materyaller Taytech'in fikri mülkiyetidir ve Türk Fikri Mülkiyet Hukuku ile uluslararası anlaşmalar kapsamında korunmaktadır. IRONTRAP® tescilli bir markadır. Bu materyallerin Taytech'in yazılı izni olmaksızın herhangi bir şekilde çoğaltılması, dağıtılması veya kullanılması yasaktır.",
  "terms.s4.title": "4. Ürün ve Hizmet Bilgileri",
  "terms.s4.p1": "Web sitemizdeki ürün bilgileri, teknik özellikler ve fiyatlar önceden haber verilmeksizin değiştirilebilir. Taytech, web sitesindeki bilgilerin doğruluğunu sağlamak için azami özeni göstermekle birlikte, bilgilerin eksiksiz ve hatasız olduğunu garanti etmemektedir. Ürün satın alma kararlarınız için mutlaka güncel teknik dokümanlarımızı incelemenizi ve satış ekibimizle iletişime geçmenizi öneririz.",
  "terms.s5.title": "5. Sorumluluk Sınırlaması",
  "terms.s5.p1": "Taytech, web sitesinin kesintisiz, hatasız veya virüslerden arınmış olacağını garanti etmez. Web sitesinin kullanımından doğabilecek doğrudan, dolaylı, arızi, özel veya sonuç olarak ortaya çıkan zararlardan Taytech sorumlu tutulamaz. Üçüncü taraf web sitelerine verilen bağlantılar yalnızca kolaylık sağlama amacıyla sunulmakta olup, bu sitelerin içeriğinden Taytech sorumlu değildir.",
  "terms.s6.title": "6. Garanti ve İade Politikası",
  "terms.s6.p1": "Taytech ürünleri standart olarak 2 yıl garanti kapsamındadır. Garanti süresi boyunca üretim kaynaklı tüm arızalar ücretsiz olarak giderilir. Garanti kapsamı dışında kalan durumlar (kullanım hatası, yetkisiz müdahale, doğal afetler vb.) için detaylı bilgi almak üzere satış ekibimizle iletişime geçebilirsiniz. Ürün iade ve değişim talepleri, ürünün teslim tarihinden itibaren 14 gün içinde yapılmalıdır.",
  "terms.s7.title": "7. Gizlilik",
  "terms.s7.p1": "Kişisel verilerinizin korunması hakkında detaylı bilgi için lütfen sayfamızı inceleyiniz:",
  "terms.s8.title": "8. Değişiklikler",
  "terms.s8.p1": "Taytech, bu Kullanım Koşulları'nı herhangi bir zamanda önceden bildirimde bulunmaksızın değiştirme hakkını saklı tutar. Değişiklikler web sitesinde yayımlandığı tarihte yürürlüğe girer. Web sitemizi kullanmaya devam etmeniz, güncellenmiş koşulları kabul ettiğiniz anlamına gelir.",
  "terms.s9.title": "9. Uygulanacak Hukuk ve Yetki",
  "terms.s9.p1": "Bu Kullanım Koşulları, Türkiye Cumhuriyeti kanunlarına tabidir. Bu koşullardan doğabilecek her türlü uyuşmazlıkta Kocaeli Mahkemeleri ve İcra Daireleri yetkilidir.",
  "terms.s10.title": "10. İletişim",
  "terms.s10.p1": "Kullanım koşullarımız hakkında sorularınız için bizimle iletişime geçebilirsiniz:"
}
